Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# use_cases.journalism_desc
source: Authenticate photos and videos for news reporting
de: Originalität von Recherche-Fotos garantieren
es: Asegurar originalidad de fotos de reportaje
pt: Garantir originalidade de fotos de reportagem

# use_cases.insurance_title
source: Insurance Claims
de: Versicherung & Bewertung
es: Seguros y Tasación
pt: Seguros e Avaliação

# use_cases.insurance_desc
source: Document damage with verifiable timestamps
de: Datum von Unfall-/Schadensfotos beweisen
es: Prueba de fecha de fotos de accidentes/daños
pt: Prova de data de fotos de acidentes/danos

# use_cases.real_estate_title
source: Real Estate
de: Immobilien & Bau
es: Bienes Raíces y Construcción
pt: Imobiliário e Construção

# use_cases.real_estate_desc
source: Record property conditions for transactions
de: Immobilien- und Bauaufzeichnungen verwalten
es: Gestión de registros de propiedades/proyectos de construcción
pt: Gerenciamento de registros de propriedades/projetos de construção

# use_cases.medical_title
source: Medical Documentation
de: Medizin & Gesundheit
es: Medicina y Salud
pt: Medicina e Saúde

# use_cases.medical_desc
source: Document patient conditions with verifiable records
de: Manipulation von medizinischen Aufzeichnungsfotos verhindern
es: Protección contra manipulación de fotos de registros médicos
pt: Proteção contra adulteração de fotos de registros médicos

# use_cases.footer
source: VeriCapture provides cryptographic proof of when and where photos were taken.
de: ※VeriCapture zeichnet Aufnahmeoperationen-Provenienz auf. Garantiert nicht Inhaltswahrheit.
es: ※VeriCapture registra operaciones de captura. No garantiza la verdad del contenido.
pt: ※VeriCapture registra operações de captura. Não garante verdade do conteúdo.

# paywall.subtitle
source: Unlock all features
de: Professionelle Funktionen
es: Funciones Profesionales
pt: Recursos Profissionais

# paywall.feature.unlimited
source: Unlimited Proofs
de: Unbegrenzte Nachweisgenerierung
es: Generación ilimitada de pruebas
pt: Geração ilimitada de provas

# paywall.feature.priority
source: Priority Support
de: Prioritäts-Zeitstempel
es: Marca de tiempo prioritaria
pt: Carimbo de tempo prioritário

# paywall.feature.export
source: Forensic Export
de: Massenexport
es: Exportación masiva
pt: Exportação em massa

# paywall.feature.support
source: Premium Support
de: Prioritäts-Support
es: Soporte prioritario
pt: Suporte prioritário

# paywall.price.monthly
source: /month
de: Monatlich
es: Mensual
pt: Mensal

# paywall.price.yearly
source: /year
de: Jährlich
es: Anual
pt: Anual

# paywall.price.save
source: Save %@
de: Sparen
es: Ahorra
pt: Economia

# paywall.subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
pt: Assinar

# paywall.restore
source: Restore Purchases
de: Kauf wiederherstellen
es: Restaurar Compra
pt: Restaurar Compra

# paywall.terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# paywall.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade

# paywall.close
source: Close
de: Schließen
es: Cerrar
pt: Fechar

# paywall.limit_reached_title
source: Free limit reached
de: Kostenloses Limit erreicht
es: Límite gratuito alcanzado
pt: Limite gratuito atingido

# paywall.limit_reached_message
source: Currently storing %d / 50 proofs. To save new proofs, delete old ones or upgrade to Pro.
de: Aktuell %d / 50 Nachweise gespeichert. Um neue Nachweise zu speichern, löschen Sie alte oder upgraden Sie auf Pro.
es: Actualmente %d / 50 pruebas almacenadas. Para guardar nuevas pruebas, elimine las antiguas o actualice a Pro.
pt: Atualmente %d / 50 provas armazenadas. Para salvar novas provas, exclua as antigas ou atualize para Pro.

# paywall.unlimited_storage
source: Proof Storage: Unlimited
de: Nachweisspeicher: Unbegrenzt
es: Almacenamiento: Ilimitado
pt: Armazenamento: Ilimitado

# paywall.tsa_redundancy
source: TSA Redundancy
de: TSA-Redundanz
es: Redundancia TSA
pt: Redundância TSA

# paywall.tsa_redundancy_desc
source: Multiple timestamp providers for reliability
de: Mehrere Zeitstempel-Anbieter für Zuverlässigkeit
es: Múltiples proveedores de marca de tiempo para mayor fiabilidad
pt: Múltiplos provedores de carimbo de tempo para confiabilidade

# paywall.free_limit
source: Free version: 50 proofs
de: Kostenlos: 50 Nachweise
es: Versión gratuita: 50 pruebas
pt: Versão gratuita: 50 provas

# paywall.load_failed
source: Failed to load product info
de: Produktinfo konnte nicht geladen werden
es: No se pudo cargar la info del producto
pt: Não foi possível carregar info do produto

# paywall.reload
source: Reload
de: Neu laden
es: Recargar
pt: Recarregar

# paywall.reference_price_note
source: Reference price (valid after App Store Connect)
de: Referenzpreis (gültig nach App Store Connect)
es: Precio de referencia (válido tras App Store Connect)
pt: Preço de referência (válido após App Store Connect)

# paywall.monthly_plan
source: Monthly Plan
de: Monatsabo
es: Plan Mensual
pt: Plano Mensal

# paywall.yearly_plan
source: Yearly Plan
de: Jahresabo
es: Plan Anual
pt: Plano Anual

# paywall.save_percent
source: Best Value
de: 37% sparen
es: Recomendado
pt: Economize 37%

# paywall.per_month
source: /month
de: /Monat
es: /mes
pt: /mês

# paywall.per_year
source: /year
de: /Jahr
es: /año
pt: /ano

# paywall.upgrade_button
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
pt: Atualizar para Pro

# paywall.loading_plans
source: Loading plans...
de: Pläne werden geladen...
es: Cargando planes...
pt: Carregando planos...

# paywall.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
pt: Restaurar compras

# paywall.limit_reached_capture_title
source: Free limit reached
de: Kostenloses Limit erreicht
es: Límite gratuito alcanzado
pt: Limite gratuito atingido

# paywall.limit_reached_capture_message
source: Proof was generated but cannot be saved due to the free limit (50 proofs).
de: Nachweis wurde erstellt, kann aber wegen des kostenlosen Limits (50) nicht gespeichert werden.
es: La prueba fue generada pero no se puede guardar debido al límite gratuito (50).
pt: A prova foi gerada mas não pode ser salva devido ao limite gratuito (50).

# paywall.current_count
source: Current: %d / %d proofs
de: Aktuell: %d / %d Nachweise
es: Actual: %d / %d pruebas
pt: Atual: %d / %d provas

# paywall.pro_unlimited
source: Unlimited with Pro
de: Unbegrenzt mit Pro
es: Ilimitado con Pro
pt: Ilimitado com Pro

# paywall.make_space
source: Make space
de: Platz schaffen
es: Liberar espacio
pt: Liberar espaço

# paywall.later
source: Later
de: Später
es: Más tarde
pt: Mais tarde

# paywall.free_tier
source: Free Plan
de: Kostenlos: 50 Fotos/Monat
es: Gratis: 50 fotos/mes
pt: Grátis: 50 fotos/mês

# error.generic
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
pt: Ocorreu um erro

# error.network
source: Network error
de: Netzwerkfehler
es: Error de red
pt: Erro de rede

# error.storage
source: Storage error
de: Speicherfehler
es: Error de almacenamiento
pt: Erro de armazenamento

# error.crypto
source: Cryptographic error
de: Kryptografiefehler
es: Error criptográfico
pt: Erro criptográfico

# error.camera
source: Camera error
de: Kamerafehler
es: Error de cámara
pt: Erro de câmera

# error.permission
source: Permission denied
de: Berechtigung erforderlich
es: Se requiere permiso
pt: Permissão necessária

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# common.done
source: Done
de: Fertig
es: Listo
pt: Concluído

# common.delete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# common.share
source: Share
de: Teilen
es: Compartir
pt: Compartilhar

# common.copy
source: Copy
de: Kopieren
es: Copiar
pt: Copiar

# common.copied
source: Copied
de: Kopiert
es: Copiado
pt: Copiado

# common.save
source: Save
de: Speichern
es: Guardar
pt: Salvar

# common.loading
source: Loading...
de: Laden...
es: Cargando...
pt: Carregando...

# common.success
source: Success
de: Erfolg
es: Éxito
pt: Sucesso

# common.retry
source: Retry
de: Wiederholen
es: Reintentar
pt: Tentar Novamente

# subscription.status.free
source: Free Plan
de: Kostenloser Plan
es: Gratis
pt: Grátis

# subscription.status.expired
source: Subscription Expired
de: Abgelaufen
es: Expirada
pt: Expirada

# subscription.limit.title
source: Limit Reached
de: Monatliches Limit erreicht
es: Límite Mensual Alcanzado
pt: Limite Mensal Atingido

# subscription.limit.message
source: You've reached the free tier limit. Upgrade to Pro for unlimited proofs.
de: Kostenloser Plan erlaubt 50 Fotos/Monat. Upgrade auf Pro für unbegrenzte Aufnahmen.
es: Gratis permite 50 fotos/mes. Actualiza a Pro para ilimitadas.
pt: Grátis permite 50 fotos/mês. Atualize para Pro para ilimitado.

# subscription.limit.upgrade
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
pt: Atualizar para Pro

# subscription.limit.wait
source: Wait for Reset
de: Bis nächsten Monat warten
es: Esperar al próximo mes
pt: Esperar até o próximo mês

# photo.save.success
source: Photo saved to library
de: Foto gespeichert
es: Foto guardada
pt: Foto salva

# photo.save.error
source: Failed to save photo
de: Foto konnte nicht gespeichert werden
es: Error al guardar foto
pt: Falha ao salvar foto

# photo.permission.title
source: Photo Library Access
de: Fotobibliothek-Zugriff
es: Acceso a Biblioteca de Fotos
pt: Acesso à Biblioteca de Fotos

# photo.permission.message
source: VeriCapture needs access to your photo library to save captured evidence.
de: Berechtigung zum Speichern von Fotos erforderlich
es: Se requiere permiso para guardar fotos
pt: Permissão necessária para salvar fotos

# timestamp.none
source: none
de: Keine
es: Ninguna
pt: Nenhum

# timestamp.pending
source: Pending
de: Ausstehend
es: Pendiente
pt: Pendente

# timestamp.verified
source: Verified
de: Verifiziert
es: Verificada
pt: Verificado

source: Timestamp Error
de: Fehler
es: Error
pt: Erro

# filesize.bytes
source: bytes
de: %d Bytes
es: %d bytes
pt: %d bytes

# filesize.kb
source: KB
de: %.1f KB
es: %.1f KB
pt: %.1f KB

# filesize.mb
source: MB
de: %.1f MB
es: %.1f MB
pt: %.1f MB

# date.today
source: Today
de: Heute
es: Hoy
pt: Hoje

# date.yesterday
source: Yesterday
de: Gestern
es: Ayer
pt: Ontem

# date.format
source: MMM d, yyyy
de: dd.MM.yyyy HH:mm
es: dd/MM/yyyy HH:mm
pt: dd/MM/yyyy HH:mm

# share.internal_proof
source: Internal Proof
de: Forensischer Export
es: Exportación Forense
pt: Exportação Forense

# share.internal_proof.desc
source: Full proof with all metadata for forensic analysis
de: Für rechtliche/Einreichungszwecke (kann PII enthalten)
es: Para uso legal/presentación (puede contener PII)
pt: Para uso jurídico/submissão (pode conter PII)

# share.internal_warning
source: Contains Sensitive Data
de: ⚠️ Nur für rechtliche/interne Einreichung
es: ⚠️ Solo para uso legal/presentación interna
pt: ⚠️ Apenas para uso jurídico/submissão interna

# share.internal_warning_detail
source: This export includes device identifiers and location data
de: Enthält Standort, Sensordaten, Gerätedetails. Beachten Sie Privatsphäre beim Teilen mit Dritten.
es: Incluye ubicación, datos de sensores, detalles del dispositivo. Tenga cuidado con la privacidad al compartir.
pt: Inclui localização, dados de sensores, detalhes do dispositivo. Cuidado com privacidade ao compartilhar.

# share.internal_export_button
source: Export for Forensic Analysis
de: Vollständigen Nachweis exportieren
es: Exportar prueba completa
pt: Exportar prova completa

# share.internal_auth_required
source: Authentication Required
de: Authentifizierung erforderlich
es: Se requiere autenticación
pt: Autenticação necessária

# share.internal_auth_message
source: Biometric authentication required for forensic export
de: Authentifizierung für vollständige Nachweisdaten erforderlich
es: Se requiere autenticación para acceder a datos de prueba completos
pt: Autenticação necessária para acessar dados completos da prova

# gallery.delete.title
source: Delete Proof
de: Nachweis löschen
es: Eliminar Prueba
pt: Excluir Prova

# gallery.delete.message
source: Delete this proof? Authentication required.
de: Diesen Nachweis löschen? Authentifizierung erforderlich.
es: ¿Eliminar esta prueba? Se requiere autenticación.
pt: Excluir esta prova? Autenticação necessária.

# gallery.delete.auth_error
source: Authentication Error
de: Authentifizierungsfehler
es: Error de Autenticación
pt: Erro de Autenticação

# attestation.auth_method
source: Auth Method
de: Auth-Methode
es: Método de Auth
pt: Método de Auth

# attestation.auth_time
source: Auth Time
de: Auth-Zeit
es: Hora de Auth
pt: Hora da Auth

# attestation.time_offset
source: Time to Capture
de: Offset zur Aufnahme
es: Desplazamiento desde Captura
pt: Deslocamento da Captura

# attestation.disclaimer
source: This is not identity verification. It records that the capture was performed by a human who passed device authentication.
de: Dies ist keine Identitätsverifizierung. Zeichnet auf, dass die Aufnahme von jemandem durchgeführt wurde, der die Authentifizierung bestanden hat.
es: Esto no es verificación de identidad. Registra que la captura fue realizada por alguien que pasó la autenticación.
pt: Isso não é verificação de identidade. Registra que a captura foi realizada por alguém que passou na autenticação.

# export.share_sheet
source: Displaying share sheet
de: Freigabe-Dialog wird angezeigt
es: Mostrando hoja de compartir
pt: Mostrando folha de compartilhamento

source: Export failed
de: Export fehlgeschlagen
es: Error de exportación
pt: Falha na exportação

# export.no_proofs
source: No proofs to export
de: Keine Nachweise zum Exportieren
es: No hay pruebas para exportar
pt: Nenhuma prova para exportar

source: Export Error: %@
de: Exportfehler: %@
es: Error de exportación: %@
pt: Erro de exportação: %@

# subscription.until
source: Until %@
de: Bis %@
es: Hasta %@
pt: Até %@

# subscription.restore_title
source: Restore Purchases
de: Kauf wiederherstellen
es: Restaurar Compra
pt: Restaurar Compra

# subscription.restore_success
source: Purchases restored. Pro is now active.
de: Kauf wiederhergestellt. Pro ist jetzt aktiv.
es: Compra restaurada. Pro está activo ahora.
pt: Compra restaurada. Pro está ativo agora.

# subscription.restore_failed
source: No restorable purchases found
de: Keine wiederherstellbaren Käufe gefunden
es: No se encontraron compras restaurables
pt: Nenhuma compra restaurável encontrada

# subscription.auth_failed
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Autenticación fallida: %@
pt: Autenticação falhou: %@

# settings.developer_lead
source: Lead Developer
de: Entwicklungsleiter
es: Líder de Desarrollo
pt: Líder de Desenvolvimento

# settings.forensic.title
source: Forensic Settings
de: Forensik-Einstellungen
es: Configuración Forense
pt: Configurações Forenses

# settings.forensic.footer
source: Configure signer information for forensic exports.
de: Konfigurieren Sie die Unterzeichner-Informationen für forensische Exporte.
es: Configure la información del firmante para exportaciones forenses.
pt: Configure as informações do assinante para exportações forenses.

# settings.forensic.signer_name_label
source: Signer Name
de: Unterzeichner-Name
es: Nombre del Firmante
pt: Nome do Assinante

# settings.forensic.signer_name_placeholder
source: e.g., John Smith
de: z.B. Max Mustermann
es: ej. Juan García
pt: ex. João Silva

# settings.forensic.signer_name_hint
source: Will be recorded as the signer in forensic Proof JSON
de: Wird als Unterzeichner im forensischen Proof JSON aufgezeichnet
es: Se registrará como firmante en el Proof JSON forense
pt: Será registrado como assinante no Proof JSON forense

# world_first.comparison_title
source: Comparison with Existing Solutions
de: Vergleich mit bestehenden Lösungen
es: Comparación con Soluciones Existentes
pt: Comparação com Soluções Existentes

# world_first.c2pa_quote
source: Signer identity is not necessarily a human actor
de: Unterzeichner-Identität ist nicht unbedingt ein menschlicher Akteur
es: La identidad del firmante no es necesariamente un actor humano
pt: A identidade do assinante não é necessariamente um ator humano

# world_first.c2pa_gap
source: Human identity binding intentionally excluded
de: Menschliche Identitätsbindung absichtlich ausgeschlossen
es: Vinculación de identidad humana intencionalmente excluida
pt: Vinculação de identidade humana intencionalmente excluída

# world_first.truepic_quote
source: Abandoned requirement to uniquely identify users
de: Notwendigkeit zur eindeutigen Benutzeridentifikation aufgegeben
es: Abandonó la necesidad de identificar únicamente al usuario
pt: Abandonou a necessidade de identificar exclusivamente o usuário

# world_first.truepic_gap
source: Device authentication only, no human presence verification
de: Nur Geräteauthentifizierung, keine menschliche Anwesenheitsverifizierung
es: Solo autenticación de dispositivo, sin verificación de presencia humana
pt: Apenas autenticação de dispositivo, sem verificação de presença humana

# world_first.numbers_quote
source: Wallet-based identity
de: Wallet-basierte Identität
es: Identidad basada en billetera
pt: Identidade baseada em carteira

# world_first.numbers_gap
source: Ownership proof only, not physical presence proof
de: Nur Eigentumsnachweis, keine physische Anwesenheit
es: Solo prueba de propiedad, sin presencia física
pt: Apenas prova de propriedade, sem presença física

# world_first.witness_quote
source: Signs content to device and time
de: Signiert Inhalte zu Gerät und Zeit
es: Firma contenido a dispositivo y tiempo
pt: Assina conteúdo para dispositivo e tempo

# world_first.witness_gap
source: For human rights recording, no human binding
de: Für Menschenrechtsdokumentation, keine menschliche Bindung
es: Para documentación de derechos humanos, sin vinculación humana
pt: Para documentação de direitos humanos, sem vinculação humana

# world_first.starling_quote
source: Intentionally avoids storing personal information
de: Vermeidet absichtlich Speicherung persönlicher Informationen
es: Evita intencionalmente almacenar información personal
pt: Evita intencionalmente armazenar informações pessoais

# world_first.starling_gap
source: Privacy-first, no human identification
de: Privatsphäre zuerst, keine menschliche Identifikation
es: Privacidad primero, sin identificación humana
pt: Privacidade primeiro, sem identificação humana

# world_first.findings_title
source: Research Findings Summary
de: Forschungsergebnisse Zusammenfassung
es: Resumen de Hallazgos de Investigación
pt: Resumo dos Resultados da Pesquisa

# world_first.finding1_title
source: All 5 investigations same conclusion
de: Identische Schlussfolgerung in allen 5 Studien
es: Conclusión idéntica en los 5 estudios
pt: Conclusão idêntica em todos os 5 estudos

# world_first.finding1_detail
source: Existing systems don't satisfy all 5 requirements
de: Kein bestehendes System erfüllt alle 5 Anforderungen
es: Ningún sistema existente cumple los 5 requisitos
pt: Nenhum sistema existente atende aos 5 requisitos

# world_first.finding2_title
source: Human presence binding is key
de: Menschliche Anwesenheitsbindung ist der Schlüssel
es: Vinculación de presencia humana es clave
pt: Vinculação de presença humana é a chave

# world_first.finding2_detail
source: C2PA, Truepic etc. intentionally excluded
de: C2PA, Truepic, etc. schließen dies absichtlich aus
es: C2PA, Truepic, etc. intencionalmente lo excluyen
pt: C2PA, Truepic, etc. intencionalmente excluem isso

# world_first.finding3_title
source: Selective recording prevention unsolved
de: Selektive Aufnahmeprävention ungelöst
es: Prevención de grabación selectiva sin resolver
pt: Prevenção de gravação seletiva não resolvida

# world_first.finding3_detail
source: No solution found in academic literature
de: Keine Lösung auch in akademischer Literatur gefunden
es: No se encontró solución ni en literatura académica
pt: Nenhuma solução encontrada mesmo na literatura acadêmica

# world_first.finding4_title
source: New category creation
de: Neue Kategorieschaffung
es: Creación de nueva categoría
pt: Criação de nova categoria

# world_first.finding4_detail
source: Architectural innovation, not existing improvement
de: Architekturinnovation, keine inkrementelle Verbesserung
es: Innovación arquitectónica, no mejora incremental
pt: Inovação arquitetural, não melhoria incremental

# world_first.tech_notes_title
source: Technical Notes
de: Technische Hinweise
es: Notas Técnicas
pt: Notas Técnicas

# world_first.who_equals_device
source: "Who" = Device Key
de: "Wer" = Geräteschlüssel
es: "Quién" = Clave de Dispositivo
pt: "Quem" = Chave do Dispositivo

# world_first.who_explanation
source: In current implementation, "who" is proven by Secure Enclave device-specific key.
de: In der aktuellen Implementierung wird "wer" durch den gerätespezifischen Schlüssel des Secure Enclave bewiesen.
es: En la implementación actual, 'quién' se prueba por la clave específica del dispositivo del Secure Enclave.
pt: Na implementação atual, 'quem' é provado pela chave específica do dispositivo do Secure Enclave.

# world_first.device_proof
source: This proves "captured on this device", not "this human captured" via biometric authentication.
de: Dies beweist "auf diesem Gerät aufgenommen", nicht "von diesem Menschen aufgenommen" via biometrische Authentifizierung.
es: Esto prueba 'capturado en este dispositivo', no 'capturado por este humano' vía autenticación biométrica.
pt: Isso prova 'capturado neste dispositivo', não 'capturado por este humano' via autenticação biométrica.

# world_first.future_updates
source: Planned Future Updates
de: Zukünftige Updates geplant
es: Actualizaciones Futuras Planeadas
pt: Atualizações Futuras Planejadas

# world_first.future_explanation
source: True human presence proof via Apple App Attest and Face ID/Touch ID integration is planned.
de: Echter menschlicher Anwesenheitsnachweis via Apple App Attest und Face ID/Touch ID Integration geplant.
es: Prueba de presencia humana real vía Apple App Attest e integración Face ID/Touch ID planeada.
pt: Prova de presença humana real via Apple App Attest e integração Face ID/Touch ID planejada.

# world_first.references_title
source: References
de: Referenzen
es: Referencias
pt: Referências

# world_first.github_report
source: World-First Report Details (GitHub)
de: World First Bericht (GitHub)
es: Informe World First (GitHub)
pt: Relatório World First (GitHub)

# world_first.cap_spec
source: CAP Specification (GitHub)
de: CPP Spezifikation (GitHub)
es: Especificación CPP (GitHub)
pt: Especificação CPP (GitHub)

# world_first.conclusion_title
source: Conclusion
de: Schlussfolgerung
es: Conclusión
pt: Conclusão

# world_first.conclusion_text
source: VeriCapture is the world's first consumer camera application that cryptographically binds media capture to verified human presence, prevents selective recording, and enables trust-free verification by third parties.
de: VeriCapture ist die **weltweit erste** Verbraucher-Kamera-Anwendung, die Medienaufnahme kryptografisch an verifizierte menschliche Anwesenheit bindet, selektive Aufnahme verhindert und vertrauensfreie Drittanbieter-Verifizierung ermöglicht.
es: VeriCapture es la **primera** aplicación de cámara para consumidores del mundo que vincula criptográficamente la captura de medios a presencia humana verificada, previene grabación selectiva y permite verificación de terceros sin confianza.
pt: VeriCapture é o **primeiro** aplicativo de câmera para consumidores do mundo que vincula criptograficamente a captura de mídia à presença humana verificada, previne gravação seletiva e permite verificação de terceiros sem confiança.
