Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# export.internal_package
source: Internal Package
de: Internes Paket
es: Paquete interno
pt: Pacote interno

# export.internal_package_desc
source: Full audit trail (forensic, legal purposes)
de: Vollständiger Audit-Trail (forensisch, rechtliche Zwecke)
es: Rastro de auditoría completo (forense, fines legales)
pt: Trilha de auditoria completa (forense, fins legais)

# export.tombstone_note
source: Tombstones prove that deletions are intentional, not tampering
de: Tombstones beweisen, dass Löschungen beabsichtigt waren, keine Manipulation
es: Los Tombstones prueban que las eliminaciones son intencionales, no manipulación
pt: Tombstones provam que exclusões são intencionais, não adulteração

# export.tombstone_count
source: %d tombstones included
de: %d Tombstones enthalten
es: %d tombstones incluidos
pt: %d tombstones incluídos

source: Export package generated
de: Exportpaket erstellt
es: Paquete de exportación generado
pt: Pacote de exportação gerado

# export.package_includes
source: Includes %d events and %d tombstones
de: Enthält %d Ereignisse und %d Tombstones
es: Incluye %d eventos y %d tombstones
pt: Inclui %d eventos e %d tombstones

# chain.stats_note
source: Total = Active + Invalidated events (Tombstones counted separately)
de: Gesamt = Aktive + Ungültige Ereignisse (Tombstones separat gezählt)
es: Total = Eventos activos + invalidados (Tombstones contados por separado)
pt: Total = Eventos ativos + invalidados (Tombstones contados separadamente)

# chain.active_note
source: Valid proofs
de: Gültige Nachweise
es: Pruebas válidas
pt: Provas válidas

# chain.invalidated_note
source: Proofs marked as invalid via Tombstone
de: Durch Tombstone ungültig gemachte Nachweise
es: Pruebas invalidadas via Tombstone
pt: Provas invalidadas via Tombstone

# case.title
source: Cases
de: Fälle
es: Casos
pt: Casos

# case.create_new
source: Create New Case
de: Neuen Fall erstellen
es: Crear nuevo caso
pt: Criar novo caso

# case.empty_title
source: No Cases
de: Keine Fälle
es: Sin casos
pt: Sem casos

# case.empty_message
source: Create a case to start organizing your captures by project or site.
de: Erstellen Sie einen Fall, um Ihre Aufnahmen nach Projekt oder Standort zu organisieren.
es: Crea un caso para organizar tus capturas por proyecto o sitio.
pt: Crie um caso para organizar suas capturas por projeto ou local.

# case.current
source: Current Case
de: Aktueller Fall
es: Caso actual
pt: Caso atual

# case.other
source: Other Cases
de: Andere Fälle
es: Otros casos
pt: Outros casos

# case.archived
source: Archived
de: Archiviert
es: Archivado
pt: Arquivado

# case.show_archived
source: Show Archived Cases
de: Archivierte anzeigen
es: Mostrar archivados
pt: Mostrar arquivados

# case.name
source: Name
es: Nombre
pt: Nome

# case.name_placeholder
source: Enter case name
de: Fallname eingeben
es: Ingresa el nombre del caso
pt: Digite o nome do caso

# case.description
source: Description
de: Beschreibung
es: Descripción
pt: Descrição

# case.description_placeholder
source: Optional notes about this case
de: Optionale Notizen
es: Notas opcionales
pt: Notas opcionais

# case.icon
source: Icon
de: Symbol
es: Icono
pt: Ícone

# case.select
source: Select
de: Auswählen
es: Seleccionar
pt: Selecionar

# case.edit
source: Edit
de: Bearbeiten
es: Editar
pt: Editar

# case.archive
source: Archive
de: Archivieren
es: Archivar
pt: Arquivar

# case.unarchive
source: Unarchive
de: Dearchivieren
es: Desarchivar
pt: Desarquivar

# case.delete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# case.export
source: Export
de: Exportieren
es: Exportar
pt: Exportar

# case.create_title
source: Create Case
de: Fall erstellen
es: Crear caso
pt: Criar caso

# case.edit_title
source: Edit Case
de: Fall bearbeiten
es: Editar caso
pt: Editar caso

# case.save
source: Save
de: Speichern
es: Guardar
pt: Salvar

# case.create
source: Create
de: Erstellen
es: Crear
pt: Criar

# case.tap_to_change
source: Tap to change case
de: Tippen zum Wechseln
es: Toca para cambiar
pt: Toque para mudar

# case.delete_confirm_title
source: Delete Case
de: Fall löschen
es: Eliminar caso
pt: Excluir caso

# case.delete_confirm_message
source: Are you sure you want to delete this case?
de: Möchten Sie diesen Fall wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este caso?
pt: Tem certeza de que deseja excluir este caso?

# case.delete_has_events
source: This case contains %d events. Delete anyway?
de: Dieser Fall enthält %d Ereignisse. Trotzdem löschen?
es: Este caso contiene %d eventos. ¿Eliminar de todos modos?
pt: Este caso contém %d eventos. Excluir mesmo assim?

# case.stats_title
source: Case Statistics
de: Fall-Statistiken
es: Estadísticas del caso
pt: Estatísticas do caso

# case.stats_total
source: Total Events
de: Ereignisse gesamt
es: Eventos totales
pt: Total de eventos

# case.stats_active
source: Active
de: Aktiv
es: Activos
pt: Ativos

# case.stats_invalidated
source: Invalidated
de: Ungültig
es: Invalidados
pt: Invalidados

# case.stats_anchored
source: Anchored
de: Verankert
es: Anclados
pt: Ancorados

# case.stats_pending
source: Pending
de: Ausstehend
es: Pendientes
pt: Pendentes

# case.stats_date_range
source: Date Range
de: Zeitraum
es: Período
pt: Período

# case.stats_size
source: Storage Size
de: Speichergröße
es: Tamaño de almacenamiento
pt: Tamanho do armazenamento

# case.export_title
source: Export Case
de: Fall exportieren
es: Exportar caso
pt: Exportar caso

# case.export_success
source: Case exported successfully
de: Fall erfolgreich exportiert
es: Caso exportado exitosamente
pt: Caso exportado com sucesso

# case.export_include_location
source: Include location data
de: Standortdaten einschließen
es: Incluir datos de ubicación
pt: Incluir dados de localização

# case.export_metadata_only
source: Metadata Only (JSON)
de: Nur Metadaten (JSON)
es: Solo metadatos (JSON)
pt: Apenas metadados (JSON)

# case.export_full_package
source: Full Package with Photos (ZIP)
de: Vollständiges Paket mit Fotos (ZIP)
es: Paquete completo con fotos (ZIP)
pt: Pacote completo com fotos (ZIP)

# case.export_message
source: Choose export format. Full package includes all photos with cryptographic proofs.
de: Wählen Sie das Exportformat. Das vollständige Paket enthält alle Fotos mit kryptografischen Nachweisen.
es: Elija el formato de exportación. El paquete completo incluye todas las fotos con pruebas criptográficas.
pt: Escolha o formato de exportação. O pacote completo inclui todas as fotos com provas criptográficas.

# case.quick_capture
source: Quick Capture
de: Schnellaufnahme
es: Captura rápida
pt: Captura rápida

# case.selector_title
source: Select Case
de: Fall auswählen
es: Seleccionar caso
pt: Selecionar caso

# case.default_name
source: Default
de: Standard
es: Predeterminado
pt: Padrão

# common.edit
source: Edit
de: Bearbeiten
es: Editar
pt: Editar

# biometric.delete_proof
source: Authentication required to delete proof
de: Authentifizierung zum Löschen des Nachweises erforderlich
es: Se requiere autenticación para eliminar la prueba
pt: Autenticação necessária para excluir a prova

# biometric.export_full_proof
source: Authentication required to export full proof with personal data
de: Authentifizierung zum Export des vollständigen Nachweises mit persönlichen Daten erforderlich
es: Se requiere autenticación para exportar la prueba completa con datos personales
pt: Autenticação necessária para exportar prova completa com dados pessoais

# biometric.verified_capture
source: Authenticate capture operation
de: Aufnahmevorgang authentifizieren
es: Autenticar operación de captura
pt: Autenticar operação de captura

# biometric.reset_chain
source: Authentication required to reset chain
de: Authentifizierung zum Zurücksetzen der Kette erforderlich
es: Se requiere autenticación para restablecer la cadena
pt: Autenticação necessária para redefinir a cadeia

# delete.error_target_not_found
source: Error: Target event not found
de: Fehler: Zielereignis nicht gefunden
es: Error: Evento objetivo no encontrado
pt: Erro: Evento alvo não encontrado

# delete.error_already_invalidated
source: Error: Tombstone already exists
de: Fehler: Tombstone existiert bereits
es: Error: Tombstone ya existe
pt: Erro: Tombstone já existe

# delete.error_event_not_active
source: Error: Event is not active
de: Fehler: Ereignis ist nicht aktiv
es: Error: El evento no está activo
pt: Erro: Evento não está ativo

# delete.error_signature_failed
source: Error: Signature failed
de: Fehler: Signatur fehlgeschlagen
es: Error: Falló la firma
pt: Erro: Falha na assinatura

# delete.error_storage_failed
source: Error: Failed to save tombstone
de: Fehler: Tombstone konnte nicht gespeichert werden
es: Error: No se pudo guardar el tombstone
pt: Erro: Falha ao salvar tombstone

# delete.error_generic
source: Deletion failed: %@
de: Löschen fehlgeschlagen: %@
es: Error al eliminar: %@
pt: Falha ao excluir: %@

# delete.error_auth_failed
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
pt: Falha na autenticação: %@

# chain.warning_badge
source: Warning
de: Warnung
es: Advertencia
pt: Aviso

# chain.event_label
source: Event: %@
de: Ereignis: %@
es: Evento: %@
pt: Evento: %@

# chain.deleted_event_gap_message
source: Gap due to deleted event
de: Lücke durch gelöschtes Ereignis
es: Brecha debido a evento eliminado
pt: Lacuna devido a evento excluído

# chain.expected_label
source: Expected: %@
de: Erwartet: %@
es: Esperado: %@
pt: Esperado: %@

# chain.actual_label
source: Actual: %@
de: Tatsächlich: %@
es: Real: %@
pt: Real: %@

# detail.invalidated_at
source: Invalidated: %@
de: Ungültig seit: %@
es: Invalidado: %@
pt: Invalidado em: %@

# detail.human_attestation
source: Human Attestation
de: Personennachweis
es: Atestación humana
pt: Atestação humana

# detail.proof_id
source: Proof ID
de: Nachweis-ID
es: ID de prueba
pt: ID da prova

# detail.asset_hash
source: Asset Hash
es: Hash del activo
pt: Hash do ativo

# detail.event_hash
source: Event Hash
de: Ereignis-Hash
es: Hash del evento
pt: Hash do evento

# case.section_events
source: Events
de: Ereignisse
es: Eventos
pt: Eventos

# case.section_technical
source: Technical
de: Technisch
es: Técnico
pt: Técnico

# case.no_events
source: No events
de: Keine Ereignisse
es: Sin eventos
pt: Sem eventos

# case.photo_singular
source: %d photo
de: %d Foto
es: %d foto
pt: %d foto

# case.photo_plural
source: %d photos
de: %d Fotos
es: %d fotos
pt: %d fotos

# case.last_capture
source: Last: %@
de: Zuletzt: %@
es: Última: %@
pt: Última: %@

# settings.cases.title
source: Cases
de: Fälle
es: Casos
pt: Casos

# settings.cases.footer
source: Organize your captures by project or site. Each case has its own independent hash chain.
de: Organisieren Sie Ihre Aufnahmen nach Projekt oder Standort. Jeder Fall hat seine eigene unabhängige Hash-Kette.
es: Organice sus capturas por proyecto o sitio. Cada caso tiene su propia cadena de hash independiente.
pt: Organize suas capturas por projeto ou local. Cada caso tem sua própria cadeia de hash independente.

# capture.simulator_title
source: Simulator Mode
de: Simulator-Modus
es: Modo Simulador
pt: Modo Simulador

# capture.simulator_message
source: Tap the capture button to generate a demo image
de: Tippen Sie auf die Aufnahmetaste, um ein Demo-Bild zu erstellen
es: Toque el botón de captura para generar una imagen de demostración
pt: Toque no botão de captura para gerar uma imagem de demonstração

# verify.signer_name
source: Signer
de: Unterzeichner
es: Firmante

# verify.signer_protected
source: Hash-protected (tamper-evident)
de: Hash-geschützt (manipulationssicher)
es: Protegido por hash (a prueba de manipulaciones)

# verify.signer_not_protected
source: Not hash-protected (legacy format)
de: Nicht hash-geschützt (altes Format)
es: Sin protección hash (formato antiguo)

# tsa_settings.configured_providers
source: Configured Providers
es: Proveedores configurados

# tsa_settings.reorder_hint
source: Drag to reorder priority. Higher items are tried first.
es: Arrastra para reordenar la prioridad. Los elementos superiores se prueban primero.

# tsa_settings.add_provider
source: Add TSA Provider
es: Agregar proveedor TSA

# tsa_settings.provider_name
source: Provider Name
es: Nombre del proveedor

# tsa_settings.region
source: Region
es: Región

# tsa_settings.custom_provider_hint
source: Custom TSA providers should be RFC 3161 compliant. Test connectivity before relying on them in production.
es: Los proveedores TSA personalizados deben cumplir con RFC 3161. Pruebe la conectividad antes de usarlos en producción.

# tsa_settings.cancel
source: Cancel
es: Cancelar

# tsa_settings.add
source: Add
es: Agregar

# verify.attested_badge
source: Attested
es: Certificado

# verify.verified_by_vericapture
source: Verified by VeriCapture
es: Verificado por VeriCapture

# verify.slogan
source: Verify, Don't Trust.
es: No confíes, verifica.

# tsa.endpoint_url
source: Endpoint URL
es: URL del punto de acceso

# delete.media_already_deleted
source: Photo has been deleted. The capture record remains.
es: La foto ha sido eliminada. El registro de captura permanece.

# delete.media_deleted_badge
source: Deleted
es: Eliminado

# detail.signer_note
source: Included in forensic exports
es: Incluido en exportaciones forenses

# tsa.add.custom
source: Add Custom Provider
es: Agregar proveedor personalizado

# tsa.cps
source: Certificate Practice Statement
es: Declaración de prácticas de certificación

# tsa.eidas.qualified
source: eIDAS Qualified
es: Cualificado eIDAS

# tsa.last_used_provider
source: Last used: %@
es: Último uso: %@

# tsa.level.bestEffort
source: Best-effort (No SLA)
es: Mejor esfuerzo (Sin SLA)

# tsa.level.demo
source: Demo Only
es: Solo demostración

# tsa.level.production
source: Production
es: Producción

# tsa.primary_provider
source: Primary Provider
es: Proveedor principal

# tsa.provider_count
source: %d providers
es: %d proveedores

# tsa.providers.title
source: TSA Providers
es: Proveedores TSA

# tsa.region.apac
source: Asia-Pacific
es: Asia-Pacífico

# tsa.region.eu
source: EU
es: Europa

# tsa.region.us
source: US
es: EE.UU.

# tsa.section.footer
source: RFC 3161 compliant timestamp authorities provide cryptographic proof of when your captures occurred.
es: Las marcas de tiempo son proporcionadas por autoridades de terceros para garantizar la integridad temporal.

# tsa.section.header
source: Timestamp Authority
es: Autenticación de marca de tiempo

# tsa.settings.enableRedundancy
source: Enable TSA Redundancy
es: Habilitar redundancia

# tsa.settings.enableRedundancyDesc
source: Automatically failover to backup TSA providers
es: Usar múltiples proveedores TSA para mayor confiabilidad

# tsa.settings.proOnly
source: TSA redundancy requires Pro subscription
es: Requiere suscripción Pro

# tsa.status.connected
source: Connected
es: Conectado

# tsa.status.disabled
source: Disabled
es: Deshabilitado

# tsa.status.rateLimited
source: Rate Limited
es: Limitado por tasa

# tsa.tos
source: Terms of Service
es: Términos de servicio

# tsa.warning.commercialProhibited
source: ⚠️ Non-commercial only
es: Uso comercial prohibido

# tsa.warning.dailyLimit
source: Daily limit: %d/day
es: Límite diario: %d solicitudes

# tsa.warning.interval
source: Recommended interval: %ds
es: Intervalo mínimo: %d segundos

# tsa.warning.monthlyLimit
source: ⚠️ Monthly limit: %d/month
es: Límite mensual: %d solicitudes

# tsa.warning.noSLA
source: ℹ️ Best-effort, no SLA
es: Sin SLA

# verify.tsa_pending
source: Pending
es: Marca de tiempo pendiente

# verify.tsa_status
source: TSA Status
es: Estado TSA

# settings.export_include_media
source: Include Media Files
es: Incluir archivos multimedia

# settings.export_include_media_desc
source: Add original photos and videos to export
es: Agregar fotos y videos originales a la exportación

# settings.export_all_forensic_desc_with_media
source: Complete data including images, sensors, and deletion records
es: Datos completos incluyendo imágenes, sensores y registros de eliminación

# video.mode.photo
source: Photo
es: Foto

# video.recording
source: Recording...
es: Grabando...

# video.tap_to_record
source: Tap to record
es: Toca para grabar

# video.tap_to_stop
source: Tap to stop
es: Toca para detener

# video.processing
source: Processing video...
es: Procesando video...

# video.hashing_progress
source: Calculating hash: %d%%
es: Calculando hash: %d%%

# video.duration
source: Duration
es: Duración

# video.resolution
source: Resolution
es: Resolución

# video.max_duration
source: Max %d seconds
es: Máx %d segundos

# video.saved
source: Video proof saved
es: Prueba de video guardada

# video.cancelled
source: Recording cancelled
es: Grabación cancelada

# share.video_only
source: Video Only
es: Solo video

# share.video_only.desc
source: Share video file (no proof data)
es: Compartir archivo de video (sin datos de prueba)

# share.video_warning.desc
source: Proof data is not embedded in video files. Use 'Forensic Export' for verification purposes.
es: Los datos de prueba no se incrustan en archivos de video. Use 'Exportación forense' para verificación.

# verify.media_verification_title
source: Video Verification
es: Verificación de medios

# verify.media_verification_desc
source: Select the original video to verify it matches the proof. This confirms the video hasn't been tampered with.
es: Seleccione el archivo multimedia original para verificar que coincide con la prueba.

# verify.select_media_title
source: Select Video to Verify
es: Seleccionar medio a verificar

# verify.select_media_from_files
source: Select from Files app (original video file)
es: Seleccionar desde Archivos (archivo original, no Fotos)

# verify.media_selected
source: Media file selected
es: Archivo multimedia seleccionado

# verify.change_media
source: Change Media
es: Cambiar medio

# verify.skip_media_verification
source: Verify Proof Only (Skip Media Verification)
es: Verificar solo prueba (omitir verificación de medios)

# verify.skip_media_verification_desc
source: Media verification confirms the file matches the AssetHash in the proof. Without this, only the proof structure is verified.
es: La verificación de medios confirma que el archivo coincide con el AssetHash en la prueba.

# verify.verify_proof_only_video
source: Verify Proof Only (Skip Video Verification)
es: Verificar solo la prueba (omitir verificación de video)

# verify.skip_video_verification
source: Skip Video Verification
es: Omitir verificación de video

# verify.video_verification_note
source: Video verification confirms the video matches the AssetHash in the proof. Without it, only the proof structure is validated.
es: La verificación de video confirma que el video coincide con el AssetHash en la prueba. Sin ella, solo se valida la estructura de la prueba.

# verify.media_type
source: Media Type
es: Tipo de medio

# verify.media_type_image
source: Image
es: Imagen

# share.export_zip_desc
source: ZIP file with media and proof (for file sharing)
es: ZIP file with media and proof

# share.qr_scan_instruction
source: Scan the QR code to verify with VeriCheck
es: Scan the QR code to verify

# settings.view_on_github
source: View on GitHub
es: Ver en GitHub

# share.c2pa_export
source: C2PA Export
es: Exportar C2PA

# share.c2pa_export_desc
source: C2PA compatible manifest (for other tools)
es: Manifiesto compatible con C2PA (para otras herramientas)

# settings.export_include_c2pa
source: Include C2PA Manifest
es: Incluir manifiesto C2PA

# settings.export_include_c2pa_desc
source: Add C2PA compatible manifest to export
es: Agregar manifiesto compatible con C2PA a la exportación

# settings.c2pa_mapping_title
source: CPP ↔ C2PA Mapping
es: Mapeo CPP ↔ C2PA

# settings.c2pa_mapping_header
source: C2PA Compatibility
es: Compatibilidad C2PA

# settings.c2pa_mapping_desc
source: CPP proof data is converted to C2PA format. Use this for interoperability with other C2PA tools like Adobe Content Authenticity.
es: Los datos de prueba CPP se convierten al formato C2PA. Use esto para interoperabilidad con otras herramientas C2PA.

# common.close
source: Close
es: Cerrar

# c2pa_info.title
source: C2PA Compatibility
es: Compatibilidad C2PA

# c2pa_info.what_is_c2pa
source: What is C2PA?
es: ¿Qué es C2PA?

# c2pa_info.what_is_c2pa_desc
source: C2PA (Coalition for Content Provenance and Authenticity) is an open standard for media authenticity, supported by Adobe, Microsoft, Google, and others. It embeds provenance data directly into media files.
es: C2PA (Coalition for Content Provenance and Authenticity) es un estándar abierto para la autenticidad de medios, respaldado por Adobe, Microsoft, Google y otros. Incrusta datos de procedencia directamente en archivos de medios.

# c2pa_info.how_to_use
source: How to Use
es: Cómo usar

# c2pa_info.how_to_use_desc
source: C2PA manifests exported from VeriCapture can be verified with Adobe Content Authenticity, Verify.contentauthenticity.org, and other C2PA-compatible tools. CPP-specific extensions (vso.cpp.*) provide additional verification through independent TSA timestamps.
es: Los manifiestos C2PA exportados desde VeriCapture pueden verificarse con Adobe Content Authenticity, Verify.contentauthenticity.org y otras herramientas compatibles con C2PA.

# c2pa_info.learn_more
source: Learn more about C2PA
es: Más información sobre C2PA

# result.error
source: Error
de: Fehler
pt: Erro

# verify.error_title
source: Error
de: Fehler
pt: Erro

# verify.status.error
source: Error
de: Fehler
pt: Erro

# paywall.error
source: Error
de: Fehler
pt: Erro

# common.error
source: Error
de: Fehler
pt: Erro

# settings.plan_section
source: Plan
pt: Plano

# error.title
source: Error
de: Fehler
pt: Erro

# case.color
source: Color
de: Farbe
pt: Cor

# verify.flash_mode
source: Flash
de: Blitz

# subscription.status.pro
source: Pro
de: Pro-Plan

# chain.total_events
source: Total
de: Gesamt
