Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# world_first.conclusion_detail
source: All five independent studies reached the same conclusion. No existing system simultaneously meets all five critical technical requirements.
de: Alle fünf unabhängigen Studien kamen zur gleichen Schlussfolgerung. Kein bestehendes System erfüllt gleichzeitig alle fünf kritischen technischen Anforderungen.
es: Los cinco estudios independientes llegaron a la misma conclusión. Ningún sistema existente cumple simultáneamente los cinco requisitos técnicos críticos.
pt: Todos os cinco estudos independentes chegaram à mesma conclusão. Nenhum sistema existente atende simultaneamente aos cinco requisitos técnicos críticos.

# world_first.requirements_title
source: 5 Evaluation Requirements
de: 5 Bewertungsanforderungen
es: 5 Requisitos de Evaluación
pt: 5 Requisitos de Avaliação

# world_first.req1_title
source: Capture-Time Cryptographic Evidence
de: Kryptografischer Nachweis bei Aufnahme
es: Evidencia Criptográfica en Captura
pt: Evidência Criptográfica na Captura

# world_first.req1_desc
source: Evidence generated at the moment of shutter press (not after capture)
de: Nachweis beim Auslösen generiert (nicht nach Aufnahme)
es: Evidencia generada en el momento del obturador (no post-captura)
pt: Evidência gerada no momento do obturador (não pós-captura)

# world_first.req2_title
source: Human Presence Binding
de: Menschliche Anwesenheitsbindung
es: Vinculación de Presencia Humana
pt: Vinculação de Presença Humana

# world_first.req2_desc
source: Cryptographic binding to verified real human, not just device or wallet
de: Kryptografische Bindung an verifizierten echten Menschen, nicht nur Gerät oder Wallet
es: Vinculación criptográfica a humano real verificado, no solo dispositivo o billetera
pt: Vinculação criptográfica a humano real verificado, não apenas dispositivo ou carteira

# world_first.req3_title
source: Selective Recording Prevention
de: Selektive Aufnahmeprävention
es: Prevención de Grabación Selectiva
pt: Prevenção de Gravação Seletiva

# world_first.req3_desc
source: Omitted captures are cryptographically detectable
de: Ausgelassene Aufnahmen sind kryptografisch erkennbar
es: Capturas omitidas son detectables criptográficamente
pt: Capturas omitidas são detectáveis criptograficamente

# world_first.req4_title
source: Independent Third-Party Verification
de: Unabhängige Drittanbieter-Verifizierung
es: Verificación Independiente de Terceros
pt: Verificação de Terceiros Independente

# world_first.req4_desc
source: Verification without trusting platform or creator
de: Vertrauensfreie Verifizierung ohne Abhängigkeit von Plattform oder Ersteller
es: Verificación sin confianza sin depender de plataforma o creador
pt: Verificação sem confiança sem depender de plataforma ou criador

# world_first.req5_title
source: Consumer-Facing
de: Verbraucher-Einsatz
es: Despliegue para Consumidores
pt: Implantação de Consumidor

# world_first.req5_desc
source: Deployable as a general-purpose camera app
de: Als Verbraucher-Kamera-App einsetzbar
es: Desplegable como app de cámara para consumidores
pt: Implantável como app de câmera para consumidores

# world_first.doc_id
source: Document ID: VC-RESEARCH-FINAL-001
de: Dokument-ID: VC-RESEARCH-FINAL-001
es: ID de Documento: VC-RESEARCH-FINAL-001
pt: ID do Documento: VC-RESEARCH-FINAL-001

# world_first.research_date
source: Research completed: January 15, 2026
de: Forschung abgeschlossen: 15. Januar 2026
es: Investigación Completada: 15 de enero de 2026
pt: Pesquisa Concluída: 15 de janeiro de 2026

# world_first.research_note
source: Based on 5 independent studies
de: Basierend auf 5 unabhängigen Studien
es: Basado en 5 estudios independientes
pt: Baseado em 5 estudos independentes

# world_first.nav_title
source: World-First Evidence
de: Weltneuheit-Nachweis
es: Evidencia World-First
pt: Evidência World-First

# world_first.done
source: Done
de: Fertig
es: Listo
pt: Concluído

# pro.remaining_format
source: %d / 50 remaining
de: %d / 50 verbleibend
es: %d / 50 restantes
pt: %d / 50 restantes

# pro.until_format
source: Until %@
de: Bis %@
es: Hasta %@
pt: Até %@

# settings.export
source: Export
de: Exportieren
es: Exportar
pt: Exportar

# export.forensic_subtitle
source: For legal/submission purposes (may contain PII)
de: Für rechtliche/Einreichungszwecke (kann PII enthalten)
es: Para uso legal/presentación (puede contener PII)
pt: Para uso jurídico/submissão (pode conter PII)

# share.internal_about_title
source: About Full Proof
de: Über vollständigen Nachweis
es: Acerca de Prueba Completa
pt: Sobre Prova Completa

# share.internal_about_desc
source: For legal/submission use only May contain personal information including location
de: Nur für rechtliche/Einreichungszwecke Kann persönliche Informationen inkl. Standort enthalten
es: Solo para uso legal/presentación Puede contener información personal incluyendo ubicación
pt: Apenas para uso jurídico/submissão Pode conter informações pessoais incluindo localização

# share.privacy_design_title
source: Privacy by Design
es: Privacidad por Diseño
pt: Privacidade por Design

# share.privacy_design_desc
source: Only minimal verification info shared Location, sensors, and device details excluded
de: Nur minimale Verifizierungsinfo geteilt Standort, Sensoren, Gerätedetails ausgeschlossen
es: Solo info de verificación mínima compartida Ubicación, sensores y detalles de dispositivo excluidos
pt: Apenas info de verificação mínima compartilhada Localização, sensores e detalhes do dispositivo excluídos

# share.sns_warning_title
source: Important Notice
de: Wichtiger Hinweis
es: Aviso Importante
pt: Aviso Importante

# share.sns_warning_desc
source: Metadata will be stripped QR sharing recommended
de: Metadaten werden entfernt QR-Freigabe empfohlen
es: Los metadatos serán eliminados Se recomienda compartir QR
pt: Metadados serão removidos Compartilhamento QR recomendado

# share.recommended_badge
source: Recommended
de: Empfohlen
es: Recomendado
pt: Recomendado

# share.ecosystem_warning_title
source: ⚠️ Proof data will be lost
de: Nachweisdaten gehen verloren
es: Los datos de prueba se perderán
pt: Dados da prova serão perdidos

# share.ecosystem_warning_desc
source: When uploaded to SNS or other platforms, proof data is stripped and verification becomes impossible after re-download.
de: Beim Hochladen zu SNS oder anderen Plattformen werden Nachweisdaten entfernt und Verifizierung nach erneutem Download unmöglich.
es: Al subir a SNS u otras plataformas, los datos de prueba se eliminan y la verificación es imposible después de re-descargar.
pt: Ao fazer upload para SNS ou outras plataformas, dados da prova são removidos e verificação fica impossível após re-download.

# share.ecosystem_recommendation
source: For legal/audit purposes, use 'With Verification QR' or 'Forensic Export'
de: Für rechtliche/Prüfungszwecke 'Mit Verifizierungs-QR' oder 'Forensischer Export' verwenden
es: Para uso legal/auditoría, use 'Con QR de Verificación' o 'Exportación Forense'
pt: Para uso jurídico/auditoria, use 'Com QR de Verificação' ou 'Exportação Forense'

# qr.style_title
source: Style
de: Stil
es: Estilo
pt: Estilo

# qr.style_standard
source: Standard
es: Estándar
pt: Padrão

# qr.style_rounded
source: Rounded
de: Abgerundet
es: Redondeado
pt: Arredondado

# qr.style_branded
source: Branded
de: Marke
es: Marca
pt: Marca

# qr.preparing_image
source: Preparing image...
de: Bild wird vorbereitet...
es: Preparando imagen...
pt: Preparando imagem...

# disclaimer.title
source: Important Notice
de: Wichtiger Hinweis
es: Aviso Importante
pt: Aviso Importante

# disclaimer.content_not_guaranteed
source: ⚠️ Truth or validity of content is NOT guaranteed
de: ⚠️ Wahrheit oder Gültigkeit des Inhalts wird NICHT garantiert
es: ⚠️ La verdad o validez del contenido NO está garantizada
pt: ⚠️ A verdade ou validade do conteúdo NÃO é garantida

# disclaimer.records_operation_only
source: Only records that a capture operation occurred and data provenance
de: Zeichnet nur auf, dass eine Aufnahme stattfand und Datenherkunft
es: Solo registra que ocurrió una operación de captura y procedencia de datos
pt: Apenas registra que uma operação de captura ocorreu e procedência de dados

# disclaimer.requires_verification
source: Determining content truth requires separate verification
de: Inhaltswahrheit erfordert separate Verifizierung
es: Determinar la verdad del contenido requiere verificación separada
pt: Determinar a verdade do conteúdo requer verificação separada

# disclaimer.not_identity_proof
source: This app does NOT perform identity verification or authentication
de: Diese App führt KEINE Identitätsverifizierung oder Authentifizierung durch
es: Esta app NO realiza verificación de identidad ni autenticación
pt: Este app NÃO realiza verificação de identidade ou autenticação

# disclaimer.share_notice
source: ⚠️ This proof shows that a capture operation was recorded. It does NOT guarantee the truth or validity of the content.
de: ⚠️ Dieser Nachweis zeigt, dass eine Aufnahme aufgezeichnet wurde. Er garantiert NICHT die Wahrheit oder Gültigkeit des Inhalts.
es: ⚠️ Esta prueba muestra que se registró una operación de captura. NO garantiza la verdad o validez del contenido.
pt: ⚠️ Esta prova mostra que uma operação de captura foi registrada. NÃO garante a verdade ou validade do conteúdo.

# disclaimer.verification_notice
source: Verification only confirms record integrity. Content truth is NOT verified.
de: Verifizierung bestätigt nur Aufzeichnungsintegrität. Inhaltswahrheit wird NICHT verifiziert.
es: La verificación solo confirma integridad del registro. La verdad del contenido NO se verifica.
pt: Verificação apenas confirma integridade do registro. Verdade do conteúdo NÃO é verificada.

# about.tool_definition
source: Evidence Generation Tool
de: Nachweisgenerierungstool
es: Herramienta de Generación de Evidencia
pt: Ferramenta de Geração de Evidência

# about.what_it_records
source: Records capture operations and data provenance in tamper-evident format
de: Zeichnet Aufnahmeoperationen und Datenherkunft in manipulationssicherem Format auf
es: Registra operaciones de captura y procedencia de datos en formato a prueba de manipulaciones
pt: Registra operações de captura e procedência de dados em formato à prova de adulteração

# about.what_it_does_not
source: Does NOT guarantee truth, validity, or legal admissibility of content
de: Garantiert NICHT Wahrheit, Gültigkeit oder rechtliche Zulässigkeit des Inhalts
es: NO garantiza verdad, validez o admisibilidad legal del contenido
pt: NÃO garante verdade, validade ou admissibilidade legal do conteúdo

# about.intended_use
source: For legal submission, audit trails, and business records where provenance is required
de: Für rechtliche Einreichung, Prüfpfade und Geschäftsunterlagen, wo Provenienz erforderlich ist
es: Para presentación legal, pistas de auditoría y registros comerciales donde se requiere procedencia
pt: Para submissão jurídica, trilhas de auditoria e registros comerciais onde procedência é necessária

# attested_capture.section_title
source: Capture Authentication Mode
de: Aufnahme-Authentifizierungsmodus
es: Modo de Autenticación de Captura
pt: Modo de Autenticação de Captura

# attested_capture.toggle_title
source: Attested Capture
es: Captura Atestiguada
pt: Captura Atestada

# attested_capture.enabled
source: Enabled
de: Aktiviert
es: Habilitado
pt: Habilitado

# attested_capture.disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
pt: Desabilitado

# attested_capture.auth_method
source: Auth Method
de: Auth-Methode
es: Método de Auth
pt: Método de Auth

# attested_capture.description
source: Attempts biometric auth (%@) before capture and records the result.
de: Versucht biometrische Auth (%@) vor Aufnahme und zeichnet Ergebnis auf.
es: Intenta auth biométrica (%@) antes de captura y registra el resultado.
pt: Tenta auth biométrica (%@) antes da captura e registra o resultado.

# attested_capture.disclaimer
source: ⚠️ This is NOT identity verification
de: ⚠️ Dies ist KEINE Identitätsverifizierung
es: ⚠️ Esto NO es verificación de identidad
pt: ⚠️ Isso NÃO é verificação de identidade

# attested_capture.disclaimer_full
source: This records only that a device biometric authentication was attempted. It does NOT verify: • Who the photographer is • Whether the device owner took the photo • Whether a human took the photo Do not interpret 'Attested' as 'verified identity'.
de: Dies zeichnet nur auf, dass eine biometrische Authentifizierung des Geräts versucht wurde. Es verifiziert NICHT: • Wer der Fotograf ist • Ob der Gerätebesitzer das Foto gemacht hat • Ob ein Mensch das Foto gemacht hat Interpretieren Sie 'Attested' nicht als 'verifizierte Identität'.
es: Esto registra solo que se intentó una autenticación biométrica del dispositivo. NO verifica: • Quién es el fotógrafo • Si el dueño del dispositivo tomó la foto • Si un humano tomó la foto No interprete 'Atestiguado' como 'identidad verificada'.
pt: Isso registra apenas que uma autenticação biométrica do dispositivo foi tentada. NÃO verifica: • Quem é o fotógrafo • Se o dono do dispositivo tirou a foto • Se um humano tirou a foto Não interprete 'Atestado' como 'identidade verificada'.

# attested_capture.not_available
source: Biometric authentication not set up on this device
de: Biometrische Authentifizierung auf diesem Gerät nicht eingerichtet
es: Autenticación biométrica no configurada en este dispositivo
pt: Autenticação biométrica não configurada neste dispositivo

# attested_capture.auth_failed
source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
pt: Autenticação falhou

# attested_capture.auth_cancelled
source: Authentication cancelled
de: Authentifizierung abgebrochen
es: Autenticación cancelada
pt: Autenticação cancelada

# attested_capture.badge
source: Attested
es: Atestiguado
pt: Atestado

# attested_capture.badge_tooltip
source: This badge indicates device biometric auth was attempted before capture. It does NOT verify the photographer's identity or content truth.
de: Dieses Abzeichen zeigt an, dass vor der Aufnahme eine biometrische Geräte-Auth versucht wurde. Es verifiziert nicht die Identität des Fotografen oder die Inhaltswahrheit.
es: Esta insignia indica que se intentó auth biométrica del dispositivo antes de la captura. No verifica la identidad del fotógrafo ni la verdad del contenido.
pt: Este distintivo indica que auth biométrica do dispositivo foi tentada antes da captura. Não verifica a identidade do fotógrafo ou verdade do conteúdo.

# attested_capture.attestation_title
source: Human Attestation
es: Atestación Humana
pt: Atestação Humana

# attested_capture.attestation_method
source: Method
de: Methode
es: Método
pt: Método

# attested_capture.attestation_time
source: Auth Time
de: Auth-Zeit
es: Hora de Auth
pt: Hora da Auth

# attested_capture.attestation_offset
source: Offset from Capture
de: Offset zur Aufnahme
es: Desplazamiento desde Captura
pt: Deslocamento da Captura

# attested_capture.attestation_disclaimer
source: This is not identity verification. Records that capture was performed by someone who passed authentication.
de: Dies ist keine Identitätsverifizierung. Zeichnet auf, dass die Aufnahme von jemandem durchgeführt wurde, der die Authentifizierung bestanden hat.
es: Esto no es verificación de identidad. Registra que la captura fue realizada por alguien que pasó la autenticación.
pt: Isso não é verificação de identidade. Registra que a captura foi realizada por alguém que passou na autenticação.

# settings.location.status_not_determined
source: Not Set - Will be asked when capturing
de: Nicht festgelegt - Wird beim Aufnehmen abgefragt
es: No configurado - Se preguntará al capturar
pt: Não definido - Será perguntado ao capturar

# settings.language.title
source: Language
de: Sprache
es: Idioma
pt: Idioma

# settings.language.current
source: Change App Language
de: App-Sprache ändern
es: Cambiar Idioma de App
pt: Alterar Idioma do App

# settings.language.note
source: Change language from system settings. Restart the app after changing.
de: Sprache über Systemeinstellungen ändern. App nach Änderung neu starten.
es: Cambiar idioma desde ajustes del sistema. Reiniciar la app después del cambio.
pt: Alterar idioma nas configurações do sistema. Reiniciar o app após a alteração.

# settings.spec.title
source: Specifications
de: Spezifikationen
es: Especificaciones
pt: Especificações

# settings.spec.about
source: About VeriCapture
de: Über VeriCapture
es: Acerca de VeriCapture
pt: Sobre VeriCapture

# settings.spec.cpp
source: CPP Specification
de: CPP v1.0 Spezifikation
es: Especificación CPP
pt: Especificação CPP v1.0

# settings.spec.world_first
source: About World-First Report
de: Über World-First Bericht
es: Acerca del Informe World-First
pt: Sobre o Relatório World-First

# settings.usecases.title
source: Use Cases
de: Anwendungsfälle
es: Casos de Uso
pt: Casos de Uso

# settings.usecases.browse
source: Browse Use Cases
de: Anwendungsfälle durchsuchen
es: Explorar Casos de Uso
pt: Explorar Casos de Uso

# settings.usecases.footer
source: VeriCapture is useful for legal, audit, and journalism use cases where provenance records are required. Content truth requires separate verification.
de: VeriCapture ist nützlich für Recht, Audit und Journalismus, wo Herkunftsnachweise erforderlich sind. Inhaltswahrheit erfordert separate Verifizierung.
es: VeriCapture es útil para casos legales, auditoría y periodismo donde se requieren registros de procedencia. La verdad del contenido requiere verificación separada.
pt: VeriCapture é útil para casos jurídicos, auditoria e jornalismo onde registros de procedência são necessários. A verdade do conteúdo requer verificação separada.

# settings.philosophy.desc
source: Proofs can be verified by independent third parties without trusting any specific organization.
de: Nachweise können von unabhängigen Dritten ohne Vertrauen in eine bestimmte Organisation verifiziert werden.
es: Las pruebas pueden ser verificadas por terceros independientes sin confiar en ninguna organización específica.
pt: As provas podem ser verificadas por terceiros independentes sem confiar em nenhuma organização específica.

# settings.developer
source: Developer
de: Entwickler
es: Desarrollador
pt: Desenvolvedor

# settings.support_message
source: For bugs or issues, please contact developers@veritaschain.org or message the Lead Developer on LinkedIn. Fixes are typically deployed within 24 hours.
de: Bei Fehlern oder Problemen kontaktieren Sie bitte developers@veritaschain.org oder senden Sie eine LinkedIn-Nachricht an den Lead Developer. Fixes werden normalerweise innerhalb von 24 Stunden bereitgestellt.
es: Para errores o problemas, contacte a developers@veritaschain.org o envíe un mensaje de LinkedIn al Lead Developer. Las correcciones se implementan normalmente en 24 horas.
pt: Para bugs ou problemas, entre em contato com developers@veritaschain.org ou envie uma mensagem no LinkedIn para o Lead Developer. Correções são normalmente implementadas em 24 horas.

# settings.free_plan
source: Free Plan
de: Kostenloser Plan
es: Plan Gratuito
pt: Plano Gratuito

# settings.pro_active
source: Pro Active
de: Pro aktiv
es: Pro Activo
pt: Pro Ativo

# settings.manage_subscription
source: Manage Subscription
de: Abonnement verwalten
es: Gestionar Suscripción
pt: Gerenciar Assinatura

# settings.remaining_slots
source: Remaining %d / %d photos
de: Verbleibend %d / %d Fotos
es: Restantes %d / %d fotos
pt: Restantes %d / %d fotos

# settings.approaching_limit
source: Approaching limit
de: Limit nähert sich
es: Acercándose al límite
pt: Aproximando-se do limite

# settings.upgrade_to_pro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
pt: Atualizar para Pro

# settings.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
pt: Restaurar Compras

# settings.data_management
source: Data Management
de: Datenverwaltung
es: Gestión de Datos
pt: Gerenciamento de Dados

# settings.export_all_forensic
source: Export All Proofs (Forensic)
de: Alle Nachweise exportieren (Forensisch)
es: Exportar Todas las Pruebas (Forense)
pt: Exportar Todas as Provas (Forense)

# settings.export_all_forensic_desc
source: Complete data including location, sensors, and deletion records
de: Vollständige Daten inkl. Standort und Sensoren
es: Datos completos incluyendo ubicación, sensores y registros de eliminación
pt: Dados completos incluindo localização e sensores

# settings.export_all_forensic_footer
source: Complete export including Tombstones (deletion records). All deletions are cryptographically recorded.
de: Massenexport vollständiger Daten für alle Nachweise zur rechtlichen Einreichung. Authentifizierung erforderlich.
es: Exportación completa con Tombstones (registros de eliminación). Todas las eliminaciones se registran criptográficamente.
pt: Exportação em massa de dados completos de todas as provas para submissão jurídica. Autenticação necessária.

# settings.exporting_all
source: Exporting all proofs...
de: Alle Nachweise werden exportiert...
es: Exportando todas las pruebas...
pt: Exportando todas as provas...

# settings.technical_advantage
source: Technical Advantage
de: Technischer Vorteil
es: Ventaja Técnica
pt: Vantagem Técnica

# settings.world_first_evidence
source: World-First Evidence
de: Weltweit-Erste Nachweise
es: Evidencia World-First
pt: Prova World-First

# settings.world_first_evidence_desc
source: Verified by 5 independent research
de: Durch 5 unabhängige Studien verifiziert
es: Verificado por 5 investigaciones independientes
pt: Verificado por 5 pesquisas independentes

# settings.world_first_evidence_footer
source: Learn why VeriCapture is the world's first implementation compared to existing C2PA, Truepic, Numbers Protocol, etc.
de: Erfahren Sie, warum VeriCapture die weltweit erste Implementierung im Vergleich zu C2PA, Truepic, Numbers Protocol usw. ist.
es: Descubra por qué VeriCapture es la primera implementación mundial comparada con C2PA, Truepic, Numbers Protocol, etc.
pt: Descubra por que VeriCapture é a primeira implementação mundial comparada a C2PA, Truepic, Numbers Protocol, etc.

# export.forensic_title
source: Forensic Export
de: Forensischer Export
es: Exportación Forense
pt: Exportação Forense

# export.forensic_confirm_title
source: Forensic Export
de: Forensischer Export
es: Exportación Forense
pt: Exportação Forense

# export.forensic_confirm_message
source: Export complete Proof JSON including location, sensor data, and device details. ⚠️ For third-party sharing, please use "Share with Proof".
de: Vollständiges Proof JSON exportieren inkl. Standort, Sensordaten und Gerätedetails. ⚠️ Für Weitergabe an Dritte bitte "Mit Nachweis teilen" verwenden.
es: Exportar Proof JSON completo incluyendo ubicación, datos de sensores y detalles del dispositivo. ⚠️ Para compartir con terceros, use "Compartir con Prueba".
pt: Exportar Proof JSON completo incluindo localização, dados de sensores e detalhes do dispositivo. ⚠️ Para compartilhamento com terceiros, use "Compartilhar com Prova".

# export.forensic_button
source: Export
de: Exportieren
es: Exportar
pt: Exportar

# export.complete_title
source: Export Complete
de: Export abgeschlossen
es: Exportación Completa
pt: Exportação Completa

# export.auth_error_title
source: Authentication Error
de: Authentifizierungsfehler
es: Error de Autenticación
pt: Erro de Autenticação

# export.auth_failed_message
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Autenticación fallida: %@
pt: Autenticação falhou: %@

# world_first.title
source: World-First Evidence
de: Weltweit-Erste Nachweise
es: Evidencia World-First
pt: Prova World-First
