Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# world_first.subtitle
source: Verified by 5 independent research
de: Durch 5 unabhängige Studien verifiziert
es: Verificado por 5 investigaciones independientes
pt: Verificado por 5 pesquisas independentes

# world_first.conclusion_subtext
source: All 5 independent investigations reached the same conclusion. No existing system satisfies all 5 critical technical requirements simultaneously.
de: Alle 5 unabhängigen Studien kamen zum gleichen Ergebnis. Kein bestehendes System erfüllt alle 5 kritischen technischen Anforderungen gleichzeitig.
es: Las 5 investigaciones independientes llegaron a la misma conclusión. Ningún sistema existente satisface los 5 requisitos técnicos críticos simultáneamente.
pt: Todas as 5 pesquisas independentes chegaram à mesma conclusão. Nenhum sistema existente satisfaz os 5 requisitos técnicos críticos simultaneamente.

# world_first.document_id
source: Document ID: VC-RESEARCH-FINAL-001
de: Dokument-ID: VC-RESEARCH-FINAL-001
es: ID de Documento: VC-RESEARCH-FINAL-001
pt: ID do Documento: VC-RESEARCH-FINAL-001

# world_first.based_on_research
source: Based on 5 independent investigations
de: Basierend auf 5 unabhängigen Studien
es: Basado en 5 investigaciones independientes
pt: Baseado em 5 pesquisas independentes

# init.subtitle
source: Cryptographic Proof Camera
de: Kryptografische Nachweis-Kamera
es: Cámara de Prueba Criptográfica
pt: Câmera de Prova Criptográfica

# init.error
source: Initialization Error
de: Initialisierungsfehler
es: Error de Inicialización
pt: Erro de Inicialização

# common.unknown
source: Unknown
de: Unbekannt
es: Desconocido
pt: Desconhecido

# error.unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
pt: Erro desconhecido

# camera.info.title
source: CPP Proof Generation
de: CPP-Nachweis-Erstellung
es: Generación de Prueba CPP
pt: Geração de Prova CPP

# camera.info.feature1
source: Cryptographic evidence generated at capture time
de: Kryptografischer Nachweis bei Aufnahme erstellt
es: Prueba criptográfica generada al capturar
pt: Prova criptográfica gerada na captura

# camera.info.feature2
source: Image cannot be tampered with later
de: Bild kann nachträglich nicht manipuliert werden
es: La imagen no puede ser alterada después
pt: A imagem não pode ser alterada depois

# camera.info.feature3
source: Third parties can independently verify
de: Dritte können unabhängig verifizieren
es: Terceros pueden verificar independientemente
pt: Terceiros podem verificar independentemente

# camera.info.secure_enclave
source: Signatures generated in Secure Enclave
de: Im Secure Enclave signiert
es: Firmado en Secure Enclave
pt: Assinado no Secure Enclave

# camera.info.disclaimer
source: ※ Does not guarantee the truth or validity of the content
de: ※ Garantiert nicht die Wahrheit oder Gültigkeit des Inhalts
es: ※ No garantiza la veracidad o validez del contenido
pt: ※ Não garante a veracidade ou validade do conteúdo

# permission.camera_access
source: Camera Access
de: Kamerazugriff
es: Acceso a Cámara
pt: Acesso à Câmera

# permission.camera_message
source: VeriCapture generates cryptographic proofs for your photos. Please allow camera access.
de: VeriCapture erstellt kryptografische Nachweise Ihrer Fotos. Bitte Kamerazugriff erlauben.
es: VeriCapture genera pruebas criptográficas de sus fotos. Por favor permita acceso a la cámara.
pt: VeriCapture gera provas criptográficas das suas fotos. Por favor permita acesso à câmera.

# permission.allow_camera
source: Allow Camera
de: Kamera erlauben
es: Permitir Cámara
pt: Permitir Câmera

# permission.open_settings
source: Open Settings to Allow
de: Einstellungen öffnen
es: Abrir Ajustes
pt: Abrir Configurações

# gallery.context.delete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# gallery.remaining
source: Remaining %d
de: %d verbleibend
es: %d restantes
pt: %d restantes

# gallery.pin.pin
source: Pin
de: Anheften
es: Fijar
pt: Fixar

# gallery.pin.unpin
source: Unpin
de: Lösen
es: Desfijar
pt: Desafixar

# gallery.search.placeholder
source: Search...
de: Suchen...
es: Buscar...
pt: Pesquisar...

# gallery.search.no_results
source: No matching proofs found
de: Keine passenden Nachweise gefunden
es: No se encontraron pruebas coincidentes
pt: Nenhuma prova correspondente encontrada

# gallery.search.clear_filter
source: Clear Filter
de: Filter löschen
es: Borrar Filtro
pt: Limpar Filtro

# gallery.filter.all
source: All
de: Alle
es: Todos
pt: Todos

# gallery.filter.attested
source: Attested Only
de: Nur Attested
es: Solo Attested
pt: Apenas Attested

# gallery.filter.anchored
source: Anchored
de: Verankert
es: Anclado
pt: Ancorado

# gallery.filter.pending
source: Pending
de: Ausstehend
es: Pendiente
pt: Pendente

# gallery.select.title
source: %d Selected
de: %d ausgewählt
es: %d Seleccionados
pt: %d Selecionados

# gallery.select.select_all
source: Select All
de: Alle auswählen
es: Seleccionar Todo
pt: Selecionar Tudo

# gallery.select.deselect_all
source: Deselect All
de: Auswahl aufheben
es: Deseleccionar Todo
pt: Desmarcar Tudo

# gallery.select.delete_title
source: Delete %d Items
de: %d Elemente löschen
es: Eliminar %d Elementos
pt: Excluir %d Itens

# gallery.select.delete_message
source: Delete selected proofs? This action cannot be undone.
de: Ausgewählte Nachweise löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar las pruebas seleccionadas? Esta acción no se puede deshacer.
pt: Excluir provas selecionadas? Esta ação não pode ser desfeita.

# share.include_location
source: Include Capture Location
de: Aufnahmeort einschließen
es: Incluir ubicación de captura
pt: Incluir local de captura

# share.include_location_note
source: ※ Includes latitude/longitude ※ May contain personal information
de: ※ Enthält Breiten-/Längengrad ※ Kann persönliche Daten enthalten
es: ※ Incluye latitud/longitud ※ Puede contener información personal
pt: ※ Inclui latitude/longitude ※ Pode conter informações pessoais

# verify.json_input.title
source: Enter Proof JSON
de: Nachweis-JSON eingeben
es: Ingresar JSON de Prueba
pt: Inserir JSON de Prova

# verify.json_input.description
source: Paste the Proof JSON received via 'Share with Proof'
de: Fügen Sie das über 'Mit Nachweis teilen' erhaltene Proof JSON ein
es: Pegue el JSON de Prueba recibido a través de 'Compartir con Prueba'
pt: Cole o JSON de Prova recebido via 'Compartilhar com Prova'

# verify.result.authentic_message
source: This photo was authentically recorded at the time of capture
de: Dieses Foto wurde zum Zeitpunkt der Aufnahme authentisch aufgezeichnet
es: Esta foto fue registrada auténticamente en el momento de la captura
pt: Esta foto foi autenticamente registrada no momento da captura

# verify.result.authentic_video_message
source: This video was authentically recorded at the time of capture
es: Este video fue grabado auténticamente en el momento de la captura

# verify.result.hash_mismatch_message
source: Hash mismatch. Data has been modified
de: Hash-Abweichung. Daten wurden geändert
es: Discrepancia de hash. Los datos han sido modificados
pt: Incompatibilidade de hash. Os dados foram modificados

# verify.result.attestation_section
source: Capture Attestation
de: Aufnahme-Attestierung
es: Atestación de Captura
pt: Atestação de Captura

# verify.result.attestation_description
source: Biometric authentication was attempted at capture
de: Bei der Aufnahme wurde biometrische Authentifizierung versucht
es: Se intentó autenticación biométrica en la captura
pt: Autenticação biométrica foi tentada na captura

# verify.result.location_section
source: Capture Location
de: Aufnahmeort
es: Ubicación de Captura
pt: Local de Captura

# verify.result.latitude
source: Latitude
de: Breitengrad
es: Latitud

# verify.result.longitude
source: Longitude
de: Längengrad
es: Longitud

# verify.result.location_warning
source: This location data was included in the forensic export. It may constitute personal information.
de: Diese Standortdaten wurden im forensischen Export enthalten. Sie können personenbezogene Daten darstellen.
es: Estos datos de ubicación se incluyeron en la exportación forense. Pueden constituir información personal.
pt: Estes dados de localização foram incluídos na exportação forense. Podem constituir informações pessoais.

# verify.check.json_parse
source: JSON Parse
de: JSON-Analyse
es: Análisis JSON
pt: Análise JSON

# verify.check.version
source: Version Check
de: Versionsprüfung
es: Verificación de Versión
pt: Verificação de Versão

# verify.check.event_hash
source: EventHash Verification
de: EventHash-Verifizierung
es: Verificación EventHash
pt: Verificação EventHash

# verify.check.signature
source: Signature Verification
de: Signaturverifizierung
es: Verificación de Firma
pt: Verificação de Assinatura

# verify.check.image_hash
source: Image Hash Verification
de: Bild-Hash-Verifizierung
es: Verificación Hash de Imagen
pt: Verificação Hash de Imagem

# verify.check.step1
source: Step 1/4: Parsing JSON...
de: Schritt 1/4: JSON analysieren...
es: Paso 1/4: Analizando JSON...
pt: Passo 1/4: Analisando JSON...

# verify.check.step2
source: Step 2/4: Checking version...
de: Schritt 2/4: Version prüfen...
es: Paso 2/4: Verificando versión...
pt: Passo 2/4: Verificando versão...

# verify.check.step3
source: Step 3/4: Verifying EventHash...
de: Schritt 3/4: EventHash verifizieren...
es: Paso 3/4: Verificando EventHash...
pt: Passo 3/4: Verificando EventHash...

# verify.check.step4
source: Step 4/4: Verifying signature...
de: Schritt 4/4: Signatur verifizieren...
es: Paso 4/4: Verificando firma...
pt: Passo 4/4: Verificando assinatura...

# verify.check.step_image
source: Additional: Verifying image hash...
de: Zusätzlich: Bild-Hash verifizieren...
es: Adicional: Verificando hash de imagen...
pt: Adicional: Verificando hash de imagem...

# verify.check.version_supported
source: Supported
de: Unterstützt
es: Soportado
pt: Suportado

# verify.check.version_unsupported
source: Unsupported
de: Nicht unterstützt
es: No soportado
pt: Não suportado

# verify.check.hash_match
source: SHA-256 Hash: Match
de: SHA-256 Hash: Übereinstimmung
es: Hash SHA-256: Coincide
pt: Hash SHA-256: Corresponde

# verify.check.hash_mismatch
source: SHA-256 Hash: Mismatch
de: SHA-256 Hash: Keine Übereinstimmung
es: Hash SHA-256: No coincide
pt: Hash SHA-256: Não corresponde

# verify.check.hash_format_ok
source: SHA-256 Hash: Format OK
es: Hash SHA-256: Formato OK
pt: Hash SHA-256: Formato OK

# verify.check.hash_format_invalid
source: Invalid hash format
de: Ungültiges Hash-Format
es: Formato de hash inválido
pt: Formato de hash inválido

# verify.check.image_not_provided
source: Image not provided - Skipped
de: Bild nicht bereitgestellt - Übersprungen
es: Imagen no proporcionada - Omitido
pt: Imagem não fornecida - Ignorado

# verify.check.video_not_provided
source: Video not provided - Skipped
es: Video no proporcionado - Omitido

# verify.check.event_hash_desc
source: Event hash integrity verification
de: Event-Hash-Integritätsprüfung
es: Verificación de integridad del hash de evento
pt: Verificação integridade hash de evento

# verify.check.event_hash_format_desc
source: Event hash format verification
de: Event-Hash-Formatprüfung
es: Verificación de formato del hash de evento
pt: Verificação formato hash de evento

# share.location_no_data
source: This proof does not contain location data. To include location, please enable location access in Settings.
de: Dieser Nachweis enthält keine Standortdaten. Um Standort einzuschließen, aktivieren Sie den Standortzugriff in den Einstellungen.
es: Esta prueba no contiene datos de ubicación. Para incluir ubicación, habilite el acceso a la ubicación en Configuración.
pt: Esta prova não contém dados de localização. Para incluir localização, ative o acesso à localização nas Configurações.

# verify.check.json_parse_desc
source: Proof JSON structure verification
de: Proof JSON Strukturprüfung
es: Verificación de estructura JSON de Prueba
pt: Verificação de estrutura JSON de Prova

# verify.check.version_desc
source: Supported version check
de: Unterstützte Versionsprüfung
es: Verificación de versión compatible
pt: Verificação de versão suportada

# verify.check.signature_desc
source: ECDSA P-256 (ES256) signature verification
de: ECDSA P-256 (ES256) Signaturverifizierung
es: Verificación de firma ECDSA P-256 (ES256)
pt: Verificação de assinatura ECDSA P-256 (ES256)

# verify.check.image_hash_desc
source: Asset integrity verification
de: Asset-Integritätsprüfung
es: Verificación de integridad del activo
pt: Verificação de integridade do ativo

# verify.check.signature_valid
source: ES256 Signature: Valid
de: ES256 Signatur: Gültig
es: Firma ES256: Válida
pt: Assinatura ES256: Válida

# verify.check.signature_invalid
source: ES256 Signature: Invalid
de: ES256 Signatur: Ungültig
es: Firma ES256: Inválida
pt: Assinatura ES256: Inválida

# verify.check.image_match
source: SHA-256: Match
de: SHA-256: Übereinstimmung
es: SHA-256: Coincide
pt: SHA-256: Corresponde

# verify.check.image_mismatch
source: SHA-256: Mismatch (possible tampering)
de: SHA-256: Keine Übereinstimmung (mögliche Manipulation)
es: SHA-256: No coincide (posible manipulación)
pt: SHA-256: Não corresponde (possível manipulação)

# verify.check.verification_error
source: Verification error: %@
de: Verifizierungsfehler: %@
es: Error de verificación: %@
pt: Erro de verificação: %@

# verify.check.step_tsa
source: Additional: Verifying TSA...
de: Zusätzlich: TSA verifizieren...
es: Adicional: Verificando TSA...
pt: Adicional: Verificando TSA...

# verify.check.merkle
source: Merkle Proof Verification
de: Merkle Proof Verifizierung
es: Verificación Merkle Proof
pt: Verificação Merkle Proof

# verify.check.merkle_desc
source: Merkle proof verification
de: Merkle-Beweis-Verifizierung
es: Verificación de prueba Merkle
pt: Verificação de prova Merkle

# verify.check.merkle_match
source: Merkle Root: Match
de: Merkle Root: Übereinstimmung
es: Raíz Merkle: Coincide
pt: Raiz Merkle: Corresponde

# verify.check.merkle_mismatch
source: Merkle Root: Mismatch
de: Merkle Root: Keine Übereinstimmung
es: Raíz Merkle: No coincide
pt: Raiz Merkle: Não corresponde

# verify.check.tsa
source: TSA Timestamp
de: TSA-Zeitstempel
es: Marca de tiempo TSA
pt: Timestamp TSA

# verify.check.tsa_desc
source: RFC 3161 timestamp verification
de: RFC 3161 Zeitstempelverifizierung
es: Verificación de marca de tiempo RFC 3161
pt: Verificação timestamp RFC 3161

# verify.check.signature_presence_desc
source: ES256 signature presence check
de: ES256 Signaturpräsenzprüfung
es: Verificación de presencia de firma ES256
pt: Verificação presença assinatura ES256

# verify.check.signature_present
source: ES256 Signature: Present
de: ES256 Signatur: Vorhanden
es: Firma ES256: Presente
pt: Assinatura ES256: Presente

# verify.check.signature_missing
source: Invalid signature
de: Ungültige Signatur
es: Firma inválida
pt: Assinatura inválida

# verify.check.shareable_format
source: Shareable format v%@
es: Formato Shareable v%@
pt: Formato Shareable v%@

# verify.check.unknown
source: Unknown
de: Unbekannt
es: Desconocido
pt: Desconhecido

# verify.error.invalid_format
source: Invalid Proof JSON format
de: Ungültiges Proof JSON-Format
es: Formato de Proof JSON inválido
pt: Formato Proof JSON inválido

# verify.proof_needed_title
source: Proof Data Required
de: Beweisdaten erforderlich
es: Se necesitan datos de prueba
pt: Dados de prova necessários

# verify.proof_needed_message
source: This QR contains only the proof identifier. To verify, ask the photographer to share via "With Proof (Proof JSON)".
de: Dieser QR enthält nur die Beweis-ID. Zur Verifizierung bitten Sie den Fotografen, mit "Mit Beweis (Proof JSON)" zu teilen.
es: Este QR solo contiene el identificador de prueba. Para verificar, solicita al fotógrafo que comparta con "Con prueba (Proof JSON)".
pt: Este QR contém apenas o identificador da prova. Para verificar, peça ao fotógrafo para compartilhar com "Com prova (Proof JSON)".

# verify.request_data
source: Request Data
de: Daten anfordern
es: Solicitar datos
pt: Solicitar dados

# verify.request_proof_line1
source: I'd like to verify the proof for this image/video.
de: Ich möchte den Beweis für dieses Bild/Video verifizieren.
es: Me gustaría verificar la prueba de esta imagen/video.
pt: Gostaria de verificar a prova desta imagem/vídeo.

# verify.request_proof_line2
source: If captured with VeriCapture, please select "With Proof (Proof JSON)" and send.
de: Falls mit VeriCapture aufgenommen, wählen Sie "Mit Beweis (Proof JSON)" und senden Sie es.
es: Si fue capturado con VeriCapture, selecciona "Con prueba (Proof JSON)" y envía.
pt: Se capturado com VeriCapture, selecione "Com prova (Proof JSON)" e envie.

# verify.request_proof_footer
source: (This proof can be verified offline by third parties)
de: (Dieser Beweis kann von Dritten offline verifiziert werden)
es: (Esta prueba puede ser verificada offline por terceros)
pt: (Esta prova pode ser verificada offline por terceiros)

# verify.request_proof_disclaimer
source: (Does not guarantee truth or validity of the content)
de: (Garantiert nicht die Wahrheit oder Gültigkeit des Inhalts)
es: (No garantiza la veracidad o validez del contenido)
pt: (Não garante a veracidade ou validade do conteúdo)

# verify.result.signature_invalid_message
source: Invalid signature. Data may have been tampered
de: Ungültige Signatur. Daten wurden möglicherweise manipuliert
es: Firma inválida. Los datos pueden haber sido manipulados
pt: Assinatura inválida. Os dados podem ter sido adulterados

# verify.result.asset_mismatch_message
source: Image does not match the original data
de: Bild stimmt nicht mit den Originaldaten überein
es: La imagen no coincide con los datos originales
pt: A imagem não corresponde aos dados originais

# verify.result.anchor_pending_message
source: Verification complete. Timestamp pending
de: Verifizierung abgeschlossen. Zeitstempel ausstehend
es: Verificación completada. Marca de tiempo pendiente
pt: Verificação concluída. Timestamp pendente

# verify.result.pending_message
source: Verifying...
de: Wird verifiziert...
es: Verificando...
pt: Verificando...

# verify.result.error_message
source: An error occurred during verification
de: Bei der Verifizierung ist ein Fehler aufgetreten
es: Se produjo un error durante la verificación
pt: Ocorreu um erro durante a verificação

# paywall.tagline
source: Unlock the full power of cryptographic proofs.
de: Entfalten Sie die volle Kraft kryptographischer Nachweise.
es: Desbloquea todo el poder de las pruebas criptográficas.
pt: Desbloqueie todo o poder das provas criptográficas.

# paywall.pro_benefits_title
source: What changes with Pro
de: Was sich mit Pro ändert
es: Qué cambia con Pro
pt: O que muda com Pro

# paywall.free_features_title
source: Free features
de: Kostenlose Funktionen
es: Funciones gratuitas
pt: Recursos gratuitos

# paywall.free_feature.capture
source: Capture
de: Aufnahme
es: Captura
pt: Captura

# paywall.free_feature.proof
source: Proof Gen
de: Nachweis
es: Gen Prueba
pt: Gerar Prova

# paywall.free_feature.qr
source: QR Share
de: QR-Teilen
es: Compartir QR
pt: Compartilhar QR

# paywall.free_feature.json
source: JSON Export
es: Exportar JSON
pt: Exportar JSON

# paywall.select_plan
source: Select Plan
de: Plan auswählen
es: Seleccionar Plan
pt: Selecionar Plano

# paywall.subscription_info_title
source: About Subscriptions
de: Über Abonnements
es: Sobre Suscripciones
pt: Sobre Assinaturas

# paywall.subscription_info_body
source: • Payment will be charged to your Apple ID at confirmation • Subscription auto-renews unless cancelled 24 hours before current period ends • Manage or cancel subscriptions in your device Settings
de: • Zahlung wird bei Bestätigung Ihrer Apple ID belastet • Abo verlängert sich automatisch, wenn nicht 24 Stunden vor Ablauf gekündigt • Verwalten oder kündigen Sie Abos in den Geräte-Einstellungen
es: • El pago se cargará a tu Apple ID al confirmar • La suscripción se renueva automáticamente a menos que se cancele 24 horas antes del final del período • Gestiona o cancela suscripciones en Configuración
pt: • O pagamento será cobrado do seu Apple ID na confirmação • A assinatura renova automaticamente a menos que cancelada 24h antes do fim do período • Gerencie ou cancele assinaturas nas Configurações

# onboarding.title1
source: Welcome to VeriCapture
de: Willkommen bei VeriCapture
es: Bienvenido a VeriCapture
pt: Bem-vindo ao VeriCapture

# onboarding.desc1
source: A camera app that cryptographically records your captures, proving when and what was photographed.
de: Eine Kamera-App, die Ihre Aufnahmen kryptographisch aufzeichnet und beweist, wann und was fotografiert wurde.
es: Una aplicación de cámara que registra criptográficamente tus capturas, demostrando cuándo y qué se fotografió.
pt: Um aplicativo de câmera que registra criptograficamente suas capturas, provando quando e o que foi fotografado.

# onboarding.title2
source: Tamper Detection
de: Manipulationserkennung
es: Detección de Manipulación
pt: Detecção de Adulteração

# onboarding.desc2
source: Digital signatures created in Secure Enclave. Any modification to your photos can be detected.
de: Digitale Signaturen werden im Secure Enclave erstellt. Jede Änderung an Ihren Fotos wird erkannt.
es: Firmas digitales creadas en Secure Enclave. Cualquier modificación a tus fotos puede ser detectada.
pt: Assinaturas digitais criadas no Secure Enclave. Qualquer modificação em suas fotos pode ser detectada.

# onboarding.title3
source: External Timestamp
de: Externer Zeitstempel
es: Marca de Tiempo Externa
pt: Carimbo de Tempo Externo

# onboarding.desc3
source: Third-party timestamp authority verifies capture time. Anyone can independently verify when photos were taken.
de: Zeitstempelbehörde überprüft die Aufnahmezeit. Jeder kann unabhängig verifizieren, wann Fotos aufgenommen wurden.
es: Autoridad de marca de tiempo verifica el momento de captura. Cualquiera puede verificar independientemente cuándo se tomaron las fotos.
pt: Autoridade de carimbo de tempo verifica o momento da captura. Qualquer pessoa pode verificar independentemente quando as fotos foram tiradas.

# onboarding.title4
source: Open Standard
de: Offener Standard
es: Estándar Abierto
pt: Padrão Aberto

# onboarding.desc4
source: CPP v1.0 compliant. Vendor-neutral, open specification that anyone can verify. ※ This does not guarantee the truth or validity of the content.
de: CPP v1.0 konform. Herstellerneutrale, offene Spezifikation, die jeder überprüfen kann.
es: Compatible con CPP v1.0. Especificación abierta y neutral que cualquiera puede verificar.
pt: Compatível com CPP v1.0. Especificação aberta e neutra que qualquer pessoa pode verificar.

# onboarding.next
source: Next
de: Weiter
es: Siguiente
pt: Próximo

# onboarding.start
source: Get Started
de: Loslegen
es: Comenzar
pt: Começar

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
pt: Pular

# media_status.present
source: Media Present
de: Medien vorhanden
es: Medio presente
pt: Mídia presente

# media_status.purged
source: Purged
de: Gelöscht
es: Purgado
pt: Purgado

# media_status.corrupted
source: Corrupted
de: Beschädigt
es: Corrupto
pt: Corrompido

# media_status.migrated
source: Migrated
de: Migriert
es: Migrado
pt: Migrado

# event_status.active
source: Active
de: Aktiv
es: Activo
pt: Ativo

# event_status.invalidated
source: Invalidated
de: Ungültig
es: Invalidado
pt: Invalidado

# event_status.superseded
source: Superseded
de: Ersetzt
es: Reemplazado
pt: Substituído

# anchor_status.pending
source: Pending Anchor
de: Anker ausstehend
es: Ancla pendiente
pt: Âncora pendente

# anchor_status.anchored
source: Anchored
de: Verankert
es: Anclado
pt: Ancorado

# anchor_status.failed
source: Anchor Failed
de: Anker fehlgeschlagen
es: Ancla fallida
pt: Falha na âncora
