Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# anchor_status.skipped
source: Skipped
de: Übersprungen
es: Omitido
pt: Ignorado

# anchor_status.pending_description
source: Device signature is complete. Will be externally anchored in the next batch.
de: Gerätesignatur abgeschlossen. Wird im nächsten Batch extern verankert.
es: Firma del dispositivo completada. Se anclará externamente en el próximo lote.
pt: Assinatura do dispositivo concluída. Será ancorado externamente no próximo lote.

# anchor_status.anchored_description
source: Existence proof obtained from RFC 3161 compliant timestamp authority.
de: Existenznachweis von RFC 3161-konformer Zeitstempelbehörde erhalten.
es: Prueba de existencia obtenida de autoridad de marca de tiempo compatible con RFC 3161.
pt: Prova de existência obtida de autoridade de carimbo de tempo compatível com RFC 3161.

# anchor_status.failed_description
source: External anchoring failed. You can retry.
de: Externe Verankerung fehlgeschlagen. Sie können es erneut versuchen.
es: Anclaje externo fallido. Puede reintentar.
pt: Ancoragem externa falhou. Você pode tentar novamente.

# anchor_status.trigger_now
source: Anchor Now
de: Jetzt verankern
es: Anclar ahora
pt: Ancorar agora

# invalidation_reason.privacy
source: For privacy protection
de: Datenschutz
es: Protección de privacidad
pt: Proteção de privacidade

# invalidation_reason.accidental
source: Correction of accidental capture
de: Korrektur versehentlicher Aufnahme
es: Corrección de captura accidental
pt: Correção de captura acidental

# invalidation_reason.inappropriate
source: Inappropriate content
de: Unangemessener Inhalt
es: Contenido inapropiado
pt: Conteúdo inadequado

# invalidation_reason.court_order
source: Court order
de: Gerichtsbeschluss
es: Orden judicial
pt: Ordem judicial

# invalidation_reason.gdpr
source: GDPR erasure request
de: DSGVO-Löschanfrage
es: Solicitud de eliminación RGPD
pt: Solicitação de exclusão LGPD/RGPD

# invalidation_reason.duplicate
source: Duplicate detected
de: Duplikat erkannt
es: Duplicado detectado
pt: Duplicado detectado

# invalidation_reason.integrity
source: Integrity compromised
de: Integrität beeinträchtigt
es: Integridad comprometida
pt: Integridade comprometida

# delete.sheet_title
source: Delete Options
de: Löschoptionen
es: Opciones de eliminación
pt: Opções de exclusão

# delete.media_title
source: Delete Photo
de: Foto löschen
es: Eliminar foto
pt: Excluir foto

# delete.media_description
source: Only the image data will be deleted. The record of the capture will remain.
de: Nur die Bilddaten werden gelöscht. Die Aufnahmeaufzeichnung bleibt erhalten.
es: Solo se eliminarán los datos de imagen. El registro de captura permanecerá.
pt: Apenas os dados da imagem serão excluídos. O registro de captura permanecerá.

# delete.media_confirm
source: Delete this photo?
de: Dieses Foto löschen?
es: ¿Eliminar esta foto?
pt: Excluir esta foto?

# delete.media_confirm_message
source: The image data will be deleted, but the record of the capture will remain. The AssetHash allows future matching of the same image.
de: Die Bilddaten werden gelöscht, aber die Aufnahmeaufzeichnung bleibt erhalten. Der AssetHash ermöglicht zukünftiges Matching desselben Bildes.
es: Los datos de imagen se eliminarán, pero el registro de captura permanecerá. El AssetHash permite la coincidencia futura de la misma imagen.
pt: Os dados da imagem serão excluídos, mas o registro de captura permanecerá. O AssetHash permite correspondência futura da mesma imagem.

# delete.media_button
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# delete.invalidate_title
source: Invalidate Proof
de: Nachweis ungültig machen
es: Invalidar prueba
pt: Invalidar prova

# delete.invalidate_description
source: Invalidate this proof (cannot be undone). The fact of invalidation will remain as a record.
de: Diesen Nachweis ungültig machen (nicht rückgängig zu machen). Die Ungültigmachung wird dokumentiert.
es: Invalidar esta prueba (no se puede deshacer). El hecho de la invalidación permanecerá como registro.
pt: Invalidar esta prova (não pode ser desfeito). O fato da invalidação permanecerá como registro.

# delete.invalidate_confirm
source: Invalidate this proof?
de: Diesen Nachweis ungültig machen?
es: ¿Invalidar esta prueba?
pt: Invalidar esta prova?

# delete.invalidate_confirm_message
source: This action cannot be undone. The proof will be recorded as 'invalidated' and will lose its legal evidentiary value. The fact of invalidation will remain as an audit trail.
de: Diese Aktion kann nicht rückgängig gemacht werden. Der Nachweis wird als 'ungültig' aufgezeichnet und verliert seine rechtliche Beweiskraft. Die Ungültigmachung wird als Prüfpfad dokumentiert.
es: Esta acción no se puede deshacer. La prueba se registrará como 'invalidada' y perderá su valor probatorio legal. El hecho de la invalidación permanecerá como pista de auditoría.
pt: Esta ação não pode ser desfeita. A prova será registrada como 'invalidada' e perderá seu valor probatório legal. O fato da invalidação permanecerá como trilha de auditoria.

# delete.invalidate_button
source: Invalidate
de: Ungültig machen
es: Invalidar
pt: Invalidar

# delete.invalidate_select_reason
source: Select reason for invalidation
de: Grund für Ungültigmachung auswählen
es: Seleccionar motivo de invalidación
pt: Selecionar motivo da invalidação

# delete.confirm_title
source: Delete this proof?
de: Diesen Nachweis löschen?
es: ¿Eliminar esta prueba?
pt: Excluir esta prova?

# delete.confirm_message
source: Photo and proof will be deleted. This cannot be undone. The deletion will be recorded in the audit trail.
de: Foto und Nachweis werden gelöscht. Dies kann nicht rückgängig gemacht werden. Die Löschung wird im Prüfpfad aufgezeichnet.
es: La foto y la prueba serán eliminadas. Esta acción no se puede deshacer. La eliminación se registrará en la pista de auditoría.
pt: A foto e a prova serão excluídas. Esta ação não pode ser desfeita. A exclusão será registrada na trilha de auditoria.

# delete.confirm_button
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# delete.nothing_deleted
source: Neither operation can make it 'never happened'
de: Keine der Optionen kann es 'ungeschehen' machen
es: Ninguna operación puede hacer que 'nunca sucedió'
pt: Nenhuma operação pode fazer com que 'nunca aconteceu'

# delete.record_remains
source: The fact of capture is recorded
de: Die Tatsache der Aufnahme ist aufgezeichnet
es: El hecho de la captura está registrado
pt: O fato da captura está registrado

# forensic_warning.pending_title
source: Proofs pending external anchor
de: Nachweise warten auf externe Verankerung
es: Pruebas pendientes de ancla externa
pt: Provas pendentes de âncora externa

# forensic_warning.pending_message
source: For legal purposes, external anchoring of all proofs is recommended.
de: Für rechtliche Zwecke wird die externe Verankerung aller Nachweise empfohlen.
es: Para fines legales, se recomienda el anclaje externo de todas las pruebas.
pt: Para fins legais, recomenda-se a ancoragem externa de todas as provas.

# forensic_warning.anchor_all
source: Anchor All Now
de: Alle jetzt verankern
es: Anclar todo ahora
pt: Ancorar tudo agora

# forensic_warning.export_anyway
source: Export Anyway
de: Trotzdem exportieren
es: Exportar de todos modos
pt: Exportar mesmo assim

# forensic_warning.what_is_anchor
source: What is External Anchor?
de: Was ist externe Verankerung?
es: ¿Qué es el ancla externa?
pt: O que é âncora externa?

# forensic_warning.anchor_explanation
source: RFC 3161 compliant Timestamp Authority (TSA) independently proves the existence time of proofs. This enhances the reliability of proofs as legal evidence.
de: RFC 3161-konforme Zeitstempelbehörde (TSA) beweist unabhängig die Existenzzeit von Nachweisen. Dies erhöht die Zuverlässigkeit als rechtliches Beweismittel.
es: La autoridad de marca de tiempo compatible con RFC 3161 (TSA) prueba independientemente el momento de existencia de las pruebas. Esto mejora la fiabilidad como evidencia legal.
pt: A autoridade de carimbo de tempo compatível com RFC 3161 (TSA) prova independentemente o momento de existência das provas. Isso aumenta a confiabilidade como evidência legal.

# gallery_status.anchored
source: Anchored
de: Verankert
es: Anclado
pt: Ancorado

# gallery_status.pending
source: Pending
de: Ausstehend
es: Pendiente
pt: Pendente

# gallery_status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
pt: Falhou

# gallery_status.invalidated
source: Invalidated
de: Ungültig
es: Invalidado
pt: Invalidado

# gallery_status.media_purged
source: Media Purged
de: Medien gelöscht
es: Medio purgado
pt: Mídia purgada

# verify.qr_error.camera_unavailable
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
pt: Câmera indisponível

# verify.qr_error.permission_denied
source: Camera permission not granted
de: Kameraberechtigung nicht erteilt
es: Permiso de cámara no concedido
pt: Permissão de câmera não concedida

# chain.title
source: Chain Integrity
de: Kettenintegrität
es: Integridad de Cadena
pt: Integridade da Cadeia

# chain.statistics_title
source: Chain Statistics
de: Kettenstatistik
es: Estadísticas de Cadena
pt: Estatísticas da Cadeia

# chain.verification_title
source: Integrity Verification
de: Integritätsprüfung
es: Verificación de Integridad
pt: Verificação de Integridade

# chain.verification_footer
source: Verifies that all events are correctly linked and no tampering has occurred.
de: Überprüft, ob alle Ereignisse korrekt verknüpft sind und keine Manipulation stattgefunden hat.
es: Verifica que todos los eventos estén correctamente vinculados y no haya ocurrido manipulación.
pt: Verifica se todos os eventos estão corretamente vinculados e se não ocorreu adulteração.

# chain.run_verification
source: Run Verification
de: Prüfung Ausführen
es: Ejecutar Verificación
pt: Executar Verificação

# chain.error_details_title
source: Error Details
de: Fehlerdetails
es: Detalles del Error
pt: Detalhes do Erro

# chain.how_it_works
source: How It Works
de: Funktionsweise
es: Cómo Funciona
pt: Como Funciona

# chain.active_events
source: Active
de: Aktiv
es: Activos
pt: Ativos

# chain.invalidated_events
source: Invalidated
de: Ungültig
es: Invalidados
pt: Invalidados

# chain.tombstones
source: Tombstones
de: Grabsteine
es: Lápidas
pt: Lápides

# chain.anchored
source: Anchored
de: Verankert
es: Anclados
pt: Ancorados

# chain.pending_anchor
source: Pending
de: Ausstehend
es: Pendientes
pt: Pendentes

# chain.date_range
source: Date Range
de: Datumsbereich
es: Rango de Fechas
pt: Intervalo de Datas

# chain.verification_passed
source: Chain Integrity Verified
de: Kettenintegrität Bestätigt
es: Integridad de Cadena Verificada
pt: Integridade da Cadeia Verificada

# chain.verification_failed
source: Integrity Issues Detected
de: Integritätsprobleme Erkannt
es: Problemas de Integridad Detectados
pt: Problemas de Integridade Detectados

# chain.checked_format
source: Checked %d events, %d tombstones
de: %d Ereignisse, %d Grabsteine geprüft
es: Verificados %d eventos, %d lápidas
pt: Verificados %d eventos, %d lápides

# chain.verified_at
source: Verified at %@
de: Geprüft um %@
es: Verificado a las %@
pt: Verificado às %@

# chain.errors_found
source: %d errors found
de: %d Fehler gefunden
es: %d errores encontrados
pt: %d erros encontrados

# chain.error_prev_hash
source: Previous Hash Mismatch
de: Vorheriger Hash Stimmt Nicht
es: Hash Anterior No Coincide
pt: Hash Anterior Não Corresponde

# chain.error_event_hash
source: Event Hash Mismatch
de: Ereignis-Hash Stimmt Nicht
es: Hash de Evento No Coincide
pt: Hash de Evento Não Corresponde

# chain.error_signature
source: Invalid Signature
de: Ungültige Signatur
es: Firma Inválida
pt: Assinatura Inválida

# chain.error_tombstone_target
source: Tombstone Target Mismatch
de: Grabstein-Ziel Stimmt Nicht
es: Objetivo de Lápida No Coincide
pt: Alvo da Lápide Não Corresponde

# chain.error_orphaned_tombstone
source: Orphaned Tombstone
de: Verwaister Grabstein
es: Lápida Huérfana
pt: Lápide Órfã

# chain.error_timestamp
source: Timestamp Anomaly
de: Zeitstempel-Anomalie
es: Anomalía de Marca de Tiempo
pt: Anomalia de Timestamp

# chain.explain_prev_hash
source: Hash Chain Linkage
de: Hash-Kettenverknüpfung
es: Enlace de Cadena Hash
pt: Vínculo da Cadeia Hash

# chain.explain_prev_hash_desc
source: Each event contains the hash of the previous event, creating an unbreakable chain. If any event is modified, all subsequent hashes become invalid.
de: Jedes Ereignis enthält den Hash des vorherigen Ereignisses und bildet eine unzerbrechliche Kette. Wenn ein Ereignis geändert wird, werden alle nachfolgenden Hashs ungültig.
es: Cada evento contiene el hash del evento anterior, creando una cadena inquebrantable. Si se modifica algún evento, todos los hashes posteriores se invalidan.
pt: Cada evento contém o hash do evento anterior, criando uma cadeia inquebrantável. Se qualquer evento for modificado, todos os hashes subsequentes se tornam inválidos.

# chain.explain_event_hash
source: Event Hash Integrity
de: Ereignis-Hash-Integrität
es: Integridad del Hash de Evento
pt: Integridade do Hash de Evento

# chain.explain_event_hash_desc
source: Each event's content is hashed using SHA-256. Any modification to the event data will result in a different hash.
de: Der Inhalt jedes Ereignisses wird mit SHA-256 gehasht. Jede Änderung der Ereignisdaten führt zu einem anderen Hash.
es: El contenido de cada evento se hashea usando SHA-256. Cualquier modificación a los datos del evento resultará en un hash diferente.
pt: O conteúdo de cada evento é hasheado usando SHA-256. Qualquer modificação nos dados do evento resultará em um hash diferente.

# chain.explain_tombstone
source: Tombstone Records
de: Grabstein-Aufzeichnungen
es: Registros de Lápida
pt: Registros de Lápide

# chain.explain_tombstone_desc
source: When a proof is invalidated, a Tombstone event is recorded in the chain. The original event remains, but is marked as invalid.
de: Wenn ein Beweis ungültig wird, wird ein Grabstein-Ereignis in der Kette aufgezeichnet. Das ursprüngliche Ereignis bleibt erhalten, wird aber als ungültig markiert.
es: Cuando una prueba se invalida, se registra un evento de lápida en la cadena. El evento original permanece, pero se marca como inválido.
pt: Quando uma prova é invalidada, um evento de lápide é registrado na cadeia. O evento original permanece, mas é marcado como inválido.

# chain.danger_zone
source: Danger Zone
de: Gefahrenzone
es: Zona de Peligro
pt: Zona de Perigo

# chain.reset_chain
source: Reset Chain
de: Kette Zurücksetzen
es: Restablecer Cadena
pt: Redefinir Cadeia

# chain.reset_chain_footer
source: Deletes all events, proofs, and media. This action cannot be undone. Use this to resolve chain integrity issues after app updates.
de: Löscht alle Ereignisse, Nachweise und Medien. Diese Aktion kann nicht rückgängig gemacht werden. Verwenden Sie dies zur Behebung von Kettenintegritätsproblemen nach Updates.
es: Elimina todos los eventos, pruebas y medios. Esta acción no se puede deshacer. Úsela para resolver problemas de integridad de cadena después de actualizaciones.
pt: Exclui todos os eventos, provas e mídia. Esta ação não pode ser desfeita. Use para resolver problemas de integridade da cadeia após atualizações.

# chain.reset_confirm_title
source: Reset Chain?
de: Kette Zurücksetzen?
es: ¿Restablecer Cadena?
pt: Redefinir Cadeia?

# chain.reset_confirm_message
source: This will permanently delete all events, tombstones, anchors, and media files. The chain will start fresh from GENESIS. This action cannot be undone.
de: Dies löscht dauerhaft alle Ereignisse, Grabsteine, Anker und Mediendateien. Die Kette beginnt neu von GENESIS. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos los eventos, lápidas, anclas y archivos multimedia. La cadena comenzará de nuevo desde GENESIS. Esta acción no se puede deshacer.
pt: Isso excluirá permanentemente todos os eventos, lápides, âncoras e arquivos de mídia. A cadeia começará do zero a partir de GENESIS. Esta ação não pode ser desfeita.

# chain.reset_confirm_button
source: Reset Chain
de: Kette Zurücksetzen
es: Restablecer Cadena
pt: Redefinir Cadeia

# chain.auth_error
source: Authentication Error
de: Authentifizierungsfehler
es: Error de autenticación
pt: Erro de autenticação

# chain.auth_failed
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
pt: Falha na autenticação: %@

# settings.tsa.provider
source: TSA Provider
de: TSA-Anbieter
es: Proveedor TSA
pt: Provedor TSA

# settings.tsa.configure
source: Configure
de: Konfigurieren
es: Configurar
pt: Configurar

# detail.anchor_info
source: Timestamp Info
de: Zeitstempel-Info
es: Info de marca de tiempo
pt: Info do carimbo de tempo

# detail.anchor_provider
source: TSA Provider
de: TSA-Anbieter
es: Proveedor TSA
pt: Provedor TSA

# detail.anchor_time
source: Anchored At
de: Ankerzeit
es: Hora de anclaje
pt: Hora da âncora

# detail.anchor_id
source: Anchor ID
de: Anker-ID
es: ID de anclaje
pt: ID da âncora

# chain.verification_passed_with_warnings
source: Integrity OK (with warnings)
de: Integrität OK (mit Warnungen)
es: Integridad OK (con advertencias)
pt: Integridade OK (com avisos)

# chain.warnings_found
source: %d warnings
de: %d Warnungen
es: %d advertencias
pt: %d avisos

# chain.error_deleted_gap
source: Gap Due to Deletion
de: Lücke durch Löschung
es: Brecha por eliminación
pt: Lacuna por exclusão

# settings.timestamp.footer_pro
source: Automatic failover: DigiCert → Sectigo. Anchored every ~30 minutes.
de: Automatisches Failover: DigiCert → Sectigo. Automatische Verankerung alle ~30 Minuten.
es: Conmutación automática: DigiCert → Sectigo. Anclaje automático cada ~30 minutos.
pt: Failover automático: DigiCert → Sectigo. Ancoragem automática a cada ~30 minutos.

# verify.check.signature_no_public_key
source: Cannot verify - public_key missing in proof
de: Kann nicht verifizieren - public_key fehlt im Nachweis
es: No se puede verificar - falta public_key en la prueba
pt: Não é possível verificar - public_key ausente na prova

# verify.image_verification_title
source: Image Verification
de: Bildverifizierung
es: Verificación de imagen
pt: Verificação de imagem

# verify.image_verification_desc
source: Select the original image to verify it matches the proof. This confirms the image hasn't been modified.
de: Wählen Sie das Originalbild aus, um zu überprüfen, ob es mit dem Nachweis übereinstimmt. Dies bestätigt, dass das Bild nicht verändert wurde.
es: Seleccione la imagen original para verificar que coincide con la prueba. Esto confirma que la imagen no ha sido modificada.
pt: Selecione a imagem original para verificar se corresponde à prova. Isso confirma que a imagem não foi modificada.

# verify.expected_asset_hash
source: Expected AssetHash:
de: Erwarteter AssetHash:
es: AssetHash esperado:
pt: AssetHash esperado:

# verify.select_image_to_verify
source: Select Image to Verify
de: Zu verifizierendes Bild auswählen
es: Seleccionar imagen a verificar
pt: Selecionar imagem para verificar

# verify.select_image_hint
source: Choose the original image file to verify against the proof
de: Wählen Sie die Original-Bilddatei zum Abgleich mit dem Nachweis
es: Elija el archivo de imagen original para verificar contra la prueba
pt: Escolha o arquivo de imagem original para verificar contra a prova

# verify.image_selected
source: Image selected
de: Bild ausgewählt
es: Imagen seleccionada
pt: Imagem selecionada

# verify.change_image
source: Change Image
de: Bild ändern
es: Cambiar imagen
pt: Alterar imagem

# verify.verify_with_image
source: Verify with Image
de: Mit Bild verifizieren
es: Verificar con imagen
pt: Verificar com imagem

# verify.verify_with_video
source: Verify with Video
es: Verificar con video

# verify.verify_without_image
source: Verify Proof Only
de: Nur Nachweis verifizieren
es: Verificar solo prueba
pt: Verificar apenas prova

# verify.verify_proof_only
source: Verify Proof Only (Skip Image Verification)
de: Nur Nachweis verifizieren (Bildverifikation überspringen)
es: Verificar solo prueba (omitir verificación de imagen)

# verify.skip_image_verification
source: Skip image verification
de: Bildverifizierung überspringen
es: Omitir verificación de imagen
pt: Pular verificação de imagem

# verify.image_verification_note
source: Image verification confirms the photo matches the AssetHash in the proof. Without this, only the proof structure is verified.
de: Die Bildverifizierung bestätigt, dass das Foto mit dem AssetHash im Nachweis übereinstimmt. Ohne dies wird nur die Nachweisstruktur verifiziert.
es: La verificación de imagen confirma que la foto coincide con el AssetHash en la prueba. Sin esto, solo se verifica la estructura de la prueba.
pt: A verificação de imagem confirma que a foto corresponde ao AssetHash na prova. Sem isso, apenas a estrutura da prova é verificada.

# verify.asset_hash_verification
source: AssetHash Verification
de: AssetHash-Verifizierung
es: Verificación AssetHash
pt: Verificação AssetHash

# verify.select_image_from_files
source: Select from Files app (original file, not Photos)
de: Aus Dateien auswählen (Originaldatei, nicht Fotos)
es: Seleccionar desde Archivos (archivo original, no Fotos)
pt: Selecionar de Arquivos (arquivo original, não Fotos)

# share.raw_data_export
source: Save to Files App
de: In Dateien speichern
es: Guardar en Archivos
pt: Salvar em Arquivos

# share.raw_data_export_desc
source: Save directly to Files app (not via LINE/SNS)
de: Direkt in Dateien-App speichern (nicht WhatsApp)
es: Guardar directamente en app Archivos (no WhatsApp)
pt: Salvar diretamente no app Arquivos (nao WhatsApp)

# share.raw_data_export_note
source: LINE/AirDrop compresses images. Use Files app to keep original bytes.
de: WhatsApp/AirDrop komprimiert Bilder. Verwenden Sie Dateien-App fur Originaldaten
es: WhatsApp/AirDrop comprime imagenes. Use app Archivos para mantener datos originales
pt: WhatsApp/AirDrop comprime imagens. Use app Arquivos para manter dados originais

# share.for_verification
source: For Verification
de: Zur Verifizierung
es: Para verificacion
pt: Para verificacao

# verify.proof_file
source: VeriCapture Proof
de: VeriCapture Nachweis
es: Prueba VeriCapture
pt: Prova VeriCapture

# export.full_chain_title
source: Full Chain Export
de: Vollständiger Kettenexport
es: Exportación completa de cadena
pt: Exportação completa da cadeia

# export.full_chain_desc
source: Export all proofs including deletion records (Tombstones)
de: Alle Nachweise einschließlich Löschprotokolle (Tombstones) exportieren
es: Exportar todas las pruebas incluyendo registros de eliminación (Tombstones)
pt: Exportar todas as provas incluindo registros de exclusão (Tombstones)

# export.include_tombstones
source: Include Tombstones
de: Tombstones einschließen
es: Incluir Tombstones
pt: Incluir Tombstones

# export.include_tombstones_desc
source: Include invalidation records to prove deletions were intentional
de: Ungültigkeitsprotokolle einschließen, um zu beweisen, dass Löschungen beabsichtigt waren
es: Incluir registros de invalidación para demostrar que las eliminaciones fueron intencionales
pt: Incluir registros de invalidação para provar que as exclusões foram intencionais

# export.shareable_package
source: Shareable Package
de: Teilbares Paket
es: Paquete compartible
pt: Pacote compartilhável

# export.shareable_package_desc
source: Third-party verification (minimal data, privacy-first)
de: Drittanbieter-Verifizierung (minimale Daten, Datenschutz-fokussiert)
es: Verificación de terceros (datos mínimos, privacidad primero)
pt: Verificação de terceiros (dados mínimos, privacidade em primeiro)
