Repository: veritaschain/vericapture
Catalog: VeriCapture/Resources/*.lproj/Localizable.strings
Languages: de, es, pt

# app.tagline
source: Cryptographic Proof Camera
de: Kryptographische Beweiskamera
es: Cámara de prueba criptográfica
pt: Câmera de prova criptográfica

# tab.capture
source: Capture
de: Aufnahme
es: Captura
pt: Captura

# tab.gallery
source: Proofs
de: Nachweise
es: Pruebas
pt: Provas

# tab.verify
source: Verify
de: Verifizieren
es: Verificar
pt: Verificar

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações

# camera.cpp_on
source: CPP Proof: ON
de: CPP-Nachweis: AN
es: Prueba CPP: ACTIVA
pt: Prova CPP: ATIVA

# camera.permission.title
source: Camera Access
de: Kamerazugriff
es: Acceso a Cámara
pt: Acesso à Câmera

# camera.permission.message
source: VeriCapture needs camera access to take photos.
de: VeriCapture benötigt Kamerazugriff für Aufnahmen.
es: VeriCapture necesita acceso a la cámara para tomar fotos.
pt: VeriCapture precisa de acesso à câmera para tirar fotos.

# camera.permission.button
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
pt: Abrir Configurações

# camera.toast.captured
source: Proof generated
de: Nachweis generiert
es: Prueba generada
pt: Prova gerada

# camera.first_capture_hint
source: This capture operation will be cryptographically recorded
de: Diese Aufnahme wird kryptografisch aufgezeichnet
es: Esta operación de captura será registrada criptográficamente
pt: Esta operação de captura será registrada criptograficamente

# camera.privacy_note
source: Photos are processed locally on your device
de: Fotos werden lokal auf Ihrem Gerät verarbeitet
es: Las fotos se procesan localmente en tu dispositivo
pt: Fotos são processadas localmente no seu dispositivo

# camera.first_capture_loading
source: First launch only - proof generation takes a moment
de: Nur beim ersten Start - Nachweisgenerierung dauert einen Moment
es: Solo primera vez - la generación de prueba toma un momento
pt: Apenas na primeira vez - geração de prova leva um momento

# camera.cpp_proof_generation
source: CPP Proof Generation
de: CPP-Nachweisgenerierung
es: Generación de Prueba CPP
pt: Geração de Prova CPP

# camera.auth_in_progress
source: Authenticating...
de: Authentifizierung...
es: Autenticando...
pt: Autenticando...

# camera.keep_device_still
source: Please keep the device still
de: Bitte halten Sie das Gerät still
es: Por favor, mantenga el dispositivo quieto
pt: Por favor, mantenha o dispositivo parado

# result.title
source: Capture Result
de: Aufnahmeergebnis
es: Resultado de Captura
pt: Resultado da Captura

# result.close
source: Close
de: Schließen
es: Cerrar
pt: Fechar

# result.generated
source: Generated
de: Generiert
es: Generada
pt: Gerada

# result.anchored
source: Externally Anchored
de: Extern verankert
es: Anclada Externamente
pt: Ancorada Externamente

# result.pending
source: Anchoring...
de: Verankerung...
es: Anclando...
pt: Ancorando...

# result.proof_id
source: Proof ID
de: Nachweis-ID
es: ID de Prueba
pt: ID da Prova

# result.filename
source: Filename
de: Dateiname
es: Nombre de Archivo
pt: Nome do Arquivo

# result.filesize
source: File Size
de: Dateigröße
es: Tamaño de Archivo
pt: Tamanho do Arquivo

# result.timestamp
source: Captured At
de: Aufnahmezeit
es: Capturada En
pt: Capturada Em

# result.hash_algo
source: Hash Algorithm
de: Hash-Algorithmus
es: Algoritmo Hash
pt: Algoritmo Hash

# result.sign_algo
source: Signature Algorithm
de: Signaturalgorithmus
es: Algoritmo de Firma
pt: Algoritmo de Assinatura

# result.anchor_status
source: External Timestamp
de: Externer Zeitstempel
es: Marca de Tiempo Externa
pt: Carimbo de Tempo Externo

# result.anchor_pending
source: Pending (anchored within ~30 min)
de: Ausstehend (innerhalb ~30 Min. verankert)
es: Pendiente (anclada en ~30 min)
pt: Pendente (ancorada em ~30 min)

# result.anchor_complete
source: Anchored
de: Verankert
es: Anclada
pt: Ancorada

# result.third_party_verifiable
source: This proof can be verified by independent third parties
de: Dieser Nachweis kann von unabhängigen Dritten verifiziert werden
es: Esta prueba puede ser verificada por terceros independientes
pt: Esta prova pode ser verificada por terceiros independentes

# result.share
source: Share
de: Teilen
es: Compartir
pt: Compartilhar

# result.copy_proof_id
source: Copy Proof ID
de: Nachweis-ID kopieren
es: Copiar ID de Prueba
pt: Copiar ID da Prova

# result.copy_proof_url
source: Copy Verification URL
de: Verifizierungs-URL kopieren
es: Copiar URL de Verificación
pt: Copiar URL de Verificação

# share.title
source: Choose Share Method
de: Freigabemethode wählen
es: Elegir Método de Compartir
pt: Escolher Método de Compartilhamento

# share.cancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# share.image_only
source: Image Only
de: Nur Bild
es: Solo Imagen
pt: Apenas Imagem

# share.image_only.desc
source: Standard share
de: Standard-Freigabe
es: Compartir estándar
pt: Compartilhamento padrão

# share.with_proof
source: With Proof
de: Mit Nachweis
es: Con Prueba
pt: Com Prova

# share.with_proof.desc
source: Minimal verification data only (no PII)
de: Nur minimale Verifizierungsdaten (keine PII)
es: Solo datos mínimos de verificación (sin PII)
pt: Apenas dados mínimos de verificação (sem PII)

# share.with_qr
source: With Verification QR
de: Mit Verifizierungs-QR
es: Con QR de Verificación
pt: Com QR de Verificação

# share.with_qr.desc
source: Adds QR code with verification URL
de: Fügt QR-Code mit Verifizierungs-URL hinzu
es: Añade código QR con URL de verificación
pt: Adiciona código QR com URL de verificação

# share.sns_note
source: ⚠️ This proof shows that a capture operation was recorded. It does NOT guarantee the truth or validity of the content.
de: ⚠️ Dieser Nachweis zeigt, dass eine Aufnahme aufgezeichnet wurde. Er garantiert NICHT die Wahrheit oder Gültigkeit des Inhalts.
es: ⚠️ Esta prueba muestra que se registró una operación de captura. NO garantiza la verdad o validez del contenido.
pt: ⚠️ Esta prova mostra que uma operação de captura foi registrada. NÃO garante a verdade ou validade do conteúdo.

# qr.title
source: QR Preview
de: QR-Vorschau
es: Vista Previa QR
pt: Prévia do QR

source: QR Position
es: Posición QR
pt: Posição do QR

# qr.position.bottom_right
source: Bottom Right
de: Unten rechts
es: Abajo Derecha
pt: Inferior Direito

# qr.position.bottom_left
source: Bottom Left
de: Unten links
es: Abajo Izquierda
pt: Inferior Esquerdo

# qr.opacity
source: Opacity
de: Deckkraft
es: Opacidad
pt: Opacidade

# qr.share_this
source: Share This Image
de: Dieses Bild teilen
es: Compartir Esta Imagen
pt: Compartilhar Esta Imagem

# qr.verify_note
source: Scan QR to verify this proof
de: QR scannen zur Verifizierung
es: Escanear QR para verificar esta prueba
pt: Escaneie o QR para verificar esta prova

# qr.verify_desc
source: QR code is the entry point for verification
de: QR-Code ist der Einstiegspunkt zur Verifizierung
es: El código QR es el punto de entrada para la verificación
pt: O código QR é o ponto de entrada para verificação

# gallery.title
source: Proofs
de: Nachweise
es: Pruebas
pt: Provas

# gallery.empty.title
source: No proofs yet
de: Noch keine Nachweise
es: Aún no hay pruebas
pt: Ainda não há provas

# gallery.empty.message
source: Take photos in the Capture tab to create cryptographic proofs
de: Machen Sie Fotos im Aufnahme-Tab um kryptografische Nachweise zu erstellen
es: Toma fotos en la pestaña Captura para crear pruebas criptográficas
pt: Tire fotos na aba Captura para criar provas criptográficas

# gallery.status.generated
source: Generated
de: Generiert
es: Generada
pt: Gerada

# gallery.status.anchored
source: Anchored
de: Verankert
es: Anclada
pt: Ancorada

# gallery.status.pending
source: Anchoring...
de: Verankerung...
es: Anclando...
pt: Ancorando...

# gallery.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallida
pt: Falhou

# gallery.status_legend.anchored
source: Anchored: Third-party timestamp obtained
de: Verankert: Drittanbieter-Zeitstempel erhalten
es: Anclada: Marca de tiempo de terceros obtenida
pt: Ancorada: Carimbo de tempo de terceiros obtido

# gallery.status_legend.pending
source: Pending: Waiting for timestamp submission
de: Ausstehend: Warten auf Zeitstempel-Übermittlung
es: Pendiente: Esperando envío de marca de tiempo
pt: Pendente: Aguardando envio de carimbo de tempo

# gallery.group.pinned
source: 📌 Pinned
de: 📌 Angeheftet
es: 📌 Fijados
pt: 📌 Fixados

# gallery.group.today
source: Today
de: Heute
es: Hoy
pt: Hoje

# gallery.group.yesterday
source: Yesterday
de: Gestern
es: Ayer
pt: Ontem

# gallery.group.this_week
source: This Week
de: Diese Woche
es: Esta Semana
pt: Esta Semana

# gallery.group.this_month
source: This Month
de: Diesen Monat
es: Este Mes
pt: Este Mês

# detail.title
source: Proof Details
de: Nachweis-Details
es: Detalles de Prueba
pt: Detalhes da Prova

# detail.share
source: Share Proof
de: Nachweis teilen
es: Compartir Prueba
pt: Compartilhar Prova

# detail.delete
source: Delete This Proof
de: Diesen Nachweis löschen
es: Eliminar Esta Prueba
pt: Excluir Esta Prova

# detail.delete.confirm_title
source: Delete Proof
de: Nachweis löschen
es: Eliminar Prueba
pt: Excluir Prova

# detail.delete.confirm_message
source: Are you sure you want to delete this proof? This action cannot be undone.
de: Möchten Sie diesen Nachweis wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de eliminar esta prueba? Esta acción no se puede deshacer.
pt: Tem certeza que deseja excluir esta prova? Esta ação não pode ser desfeita.

# detail.delete.confirm_delete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# detail.delete.confirm_cancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# detail.section.basic
source: Basic Info
de: Grundinformationen
es: Info Básica
pt: Info Básica

# detail.section.crypto
source: Cryptographic Info
de: Kryptografische Informationen
es: Info Criptográfica
pt: Info Criptográfica

# detail.section.anchor
source: External Timestamp
de: Externer Zeitstempel
es: Marca de Tiempo Externa
pt: Carimbo de Tempo Externo

# detail.capture_location
source: Capture Location
de: Aufnahmeort
es: Ubicación de Captura
pt: Local de Captura

# detail.capture_location_marker
source: Capture Point
de: Aufnahmepunkt
es: Punto de Captura
pt: Ponto de Captura

# detail.location_privacy_note
source: * Location is stored on-device only (only hash is included in Proof JSON)
de: * Standort wird nur auf dem Gerät gespeichert (nur Hash im Proof JSON)
es: * La ubicación se almacena solo en el dispositivo (solo el hash se incluye en Proof JSON)
pt: * Localização é armazenada apenas no dispositivo (apenas o hash é incluído no Proof JSON)

# detail.proof_id_note
source: (Used for third-party verification)
de: (Für Drittanbieter-Verifizierung)
es: (Usado para verificación de terceros)
pt: (Usado para verificação de terceiros)

# detail.forensic_export
source: Forensic Export
de: Forensischer Export
es: Exportación Forense
pt: Exportação Forense

# detail.preparing_proof
source: Preparing proof...
de: Nachweis wird vorbereitet...
es: Preparando prueba...
pt: Preparando prova...

# verify.subtitle
source: CPP v1.0 Proof Verification
de: CPP v1.0 Nachweisverifizierung
es: Verificación de Prueba CPP v1.0
pt: Verificação de Prova CPP v1.0

# verify.scan_qr
source: Scan QR Code
de: QR-Code scannen
es: Escanear Código QR
pt: Escanear Código QR

# verify.scan_qr_desc
source: Read VeriCapture QR
de: VeriCapture QR lesen
es: Leer QR de VeriCapture
pt: Ler QR do VeriCapture

# verify.select_file
source: Select File
de: Datei auswählen
es: Seleccionar Archivo
pt: Selecionar Arquivo

# verify.input_json
source: Input JSON
de: JSON eingeben
es: Ingresar JSON
pt: Inserir JSON

# verify.input_json_title
source: Proof JSON Input
de: Proof JSON Eingabe
es: Entrada de Proof JSON
pt: Entrada de Proof JSON

# verify.recent_verifications
source: Recent Verifications
de: Letzte Verifizierungen
es: Verificaciones Recientes
pt: Verificações Recentes

# verify.clear
source: Clear
de: Löschen
es: Limpiar
pt: Limpar

# verify.paste
source: Paste
de: Einfügen
es: Pegar
pt: Colar

# verify.verify
source: Verify
de: Verifizieren
es: Verificar
pt: Verificar

# verify.cancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# verify.check_items
source: Verification Items
de: Verifizierungspunkte
es: Elementos de Verificación
pt: Itens de Verificação

# verify.check_event_hash
source: EventHash Integrity
de: EventHash-Integrität
es: Integridad de EventHash
pt: Integridade do EventHash

# verify.check_signature
source: ES256 Digital Signature
de: ES256 Digitale Signatur
es: Firma Digital ES256
pt: Assinatura Digital ES256

# verify.check_image_hash
source: Image Hash Verification
de: Bild-Hash-Verifizierung
es: Verificación de Hash de Imagen
pt: Verificação de Hash da Imagem

# verify.check.video_hash
source: Video Hash Verification
es: Verificación de hash de video

# verify.check_timestamp
source: RFC 3161 Timestamp
de: RFC 3161 Zeitstempel
es: Marca de Tiempo RFC 3161
pt: Carimbo de Tempo RFC 3161

# verify.check_merkle
source: Merkle Proof Verification
de: Merkle-Beweis-Verifizierung
es: Verificación de Prueba Merkle
pt: Verificação de Prova Merkle

# verify.qr_instruction
source: Position QR code within the frame
de: QR-Code im Rahmen positionieren
es: Posicione el código QR dentro del marco
pt: Posicione o código QR dentro do quadro

# verify.result_title
source: Verification Result
de: Verifizierungsergebnis
es: Resultado de Verificación
pt: Resultado da Verificação

# verify.items_passed
source: items passed
de: Punkte bestanden
es: elementos pasados
pt: itens passaram

# verify.proof_info
source: Proof Information
de: Nachweisinformationen
es: Información de Prueba
pt: Informação da Prova

# verify.capture_time
source: Capture Time
de: Aufnahmezeit
es: Hora de Captura
pt: Hora da Captura

# verify.device
source: Device
de: Gerät
es: Dispositivo
pt: Dispositivo

# verify.generated_by
source: Generated By
de: Generiert von
es: Generado Por
pt: Gerado Por

# verify.tsa_time
source: TSA Time
de: TSA-Zeit
es: Hora TSA
pt: Hora TSA

# verify.tsa_service
source: TSA Service
de: TSA-Dienst
es: Servicio TSA
pt: Serviço TSA

# verify.instruction_text
source: Scan QR code or read Proof JSON file to verify
de: QR-Code scannen oder Proof JSON-Datei zur Verifizierung lesen
es: Escanear código QR o leer archivo Proof JSON para verificar
pt: Escaneie código QR ou leia arquivo Proof JSON para verificar

# verify.status.verified
source: Proof Verified
de: Nachweis verifiziert
es: Prueba Verificada
pt: Prova Verificada

# verify.status.signature_invalid
source: Invalid Signature
de: Ungültige Signatur
es: Firma Inválida
pt: Assinatura Inválida

# verify.status.hash_mismatch
source: Hash Mismatch (Tampering Detected)
de: Hash-Abweichung (Manipulation erkannt)
es: Hash No Coincide (Manipulación Detectada)
pt: Hash Não Coincide (Adulteração Detectada)

# verify.status.anchor_pending
source: Timestamp Pending
de: Zeitstempel ausstehend
es: Marca de Tiempo Pendiente
pt: Carimbo de Tempo Pendente

# verify.status.anchor_verified
source: TSA Verified
de: TSA verifiziert
es: TSA Verificada
pt: TSA Verificada

# verify.status.asset_mismatch
source: Image Hash Mismatch
de: Bild-Hash-Abweichung
es: Hash de Imagen No Coincide
pt: Hash da Imagem Não Coincide

# verify.status.pending
source: Verifying...
de: Wird verifiziert...
es: Verificando...
pt: Verificando...

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações

# settings.version
source: Version
es: Versión
pt: Versão

# settings.about.title
source: About This App
de: Über diese App
es: Acerca de Esta App
pt: Sobre Este App

# settings.about.description
source: VeriCapture is an evidence generation tool that records capture operations and data provenance in a tamper-evident format. Records can be independently verified by third parties. This is the world's first consumer app design combining cryptographic evidence generation with third-party verification. Does not guarantee truth or validity of content.
de: VeriCapture ist ein Nachweisgenerierungstool, das Aufnahmeoperationen und Datenherkunft in einem manipulationssicheren Format aufzeichnet. Aufzeichnungen können von unabhängigen Dritten verifiziert werden. Dies ist das weltweit erste Verbraucher-App-Design, das kryptografische Nachweisgenerierung mit Drittanbieter-Verifizierung kombiniert. Garantiert NICHT Wahrheit oder Gültigkeit des Inhalts.
es: VeriCapture es una herramienta de generación de evidencia que registra operaciones de captura y procedencia de datos en formato a prueba de manipulaciones. Los registros pueden ser verificados por terceros independientes. Este es el primer diseño de app para consumidores del mundo que combina generación de evidencia criptográfica con verificación de terceros. NO garantiza la verdad o validez del contenido.
pt: VeriCapture é uma ferramenta de geração de evidência que registra operações de captura e procedência de dados em formato à prova de adulteração. Registros podem ser verificados por terceiros independentes. Este é o primeiro design de app de consumo do mundo que combina geração de evidência criptográfica com verificação de terceiros. NÃO garante a verdade ou validade do conteúdo.

# settings.timestamp.title
source: Third-Party Timestamp
de: Drittanbieter-Zeitstempel
es: Marca de Tiempo de Terceros
pt: Carimbo de Tempo de Terceiros

# settings.timestamp.pending
source: Pending Proofs
de: Ausstehende Nachweise
es: Pruebas Pendientes
pt: Provas Pendentes

# settings.timestamp.last
source: Last Anchored
de: Zuletzt verankert
es: Última Anclada
pt: Última Ancorada

# settings.timestamp.trigger
source: Anchor Now
de: Jetzt verankern
es: Anclar Ahora
pt: Ancorar Agora

# settings.timestamp.footer
source: Record existence time is anchored by an external timestamp authority. Automatically anchored every ~30 minutes.
de: Existenzzeit wird von externer Zeitstempelbehörde verankert. Automatische Verankerung alle ~30 Minuten.
es: El tiempo de existencia del registro es anclado por una autoridad de marcas de tiempo externa. Se ancla automáticamente cada ~30 minutos.
pt: O tempo de existência do registro é ancorado por uma autoridade de carimbo de tempo externa. Ancorado automaticamente a cada ~30 minutos.

# settings.timestamp.offline_note
source: Proofs are queued offline and sent automatically when back online.
de: Nachweise werden offline in Warteschlange gestellt und bei Wiederverbindung automatisch gesendet.
es: Las pruebas se ponen en cola sin conexión y se envían automáticamente cuando vuelve a estar en línea.
pt: Provas são enfileiradas offline e enviadas automaticamente quando voltar online.

# settings.location.title
source: Location
de: Standort
es: Ubicación
pt: Localização

# settings.location.note
source: Location is optional. You can capture and create proofs without granting location access.
de: Standort ist optional. Sie können ohne Standortzugriff aufnehmen und Nachweise erstellen.
es: La ubicación es opcional. Puede capturar y crear pruebas sin otorgar acceso a la ubicación.
pt: Localização é opcional. Você pode capturar e criar provas sem conceder acesso à localização.

# settings.location.status_title
source: Current Setting
de: Aktuelle Einstellung
es: Configuración Actual
pt: Configuração Atual

# settings.location.status_on
source: Allowed - Location included in proofs
de: Erlaubt - Standort in Nachweisen enthalten
es: Permitida - Ubicación incluida en pruebas
pt: Permitida - Localização incluída nas provas

# settings.location.status_off
source: Not Allowed - Location not recorded
de: Nicht erlaubt - Standort wird nicht aufgezeichnet
es: No Permitida - Ubicación no registrada
pt: Não Permitida - Localização não registrada

# settings.location.open_settings
source: Change Location Settings
de: Standorteinstellungen ändern
es: Cambiar configuración de ubicación
pt: Alterar configurações de localização

# settings.location.on_desc
source: 【When ON】Latitude and longitude are recorded in proofs, making "where it was captured" verifiable.
de: 【Wenn AN】Breitengrad/Längengrad wird im Nachweis aufgezeichnet, "wo aufgenommen" wird verifizierbar.
es: 【Activado】La latitud/longitud se registra, 'dónde se capturó' es verificable.
pt: 【Ativado】Latitude/longitude é registrada, 'onde capturado' é verificável.

# settings.location.off_desc
source: 【When OFF】Location is not recorded. Capture and proof generation work normally. Turn off for privacy.
de: 【Wenn AUS】Standort wird nicht aufgezeichnet. Aufnahme und Nachweisgenerierung funktionieren normal. Deaktivieren für mehr Privatsphäre.
es: 【Desactivado】La ubicación no se registra. La captura y las pruebas funcionan normalmente. Desactivar para privacidad.
pt: 【Desativado】Localização não é registrada. Captura e provas funcionam normalmente. Desative para privacidade.

# settings.use_cases.title
source: Use Cases
de: Anwendungsfälle
es: Casos de Uso
pt: Casos de Uso

# settings.use_cases.view
source: View Use Cases
de: Anwendungsfälle ansehen
es: Ver escenarios de aplicación
pt: Ver cenários de aplicação

# settings.use_cases.desc
source: Examples of how VeriCapture can be used
de: VeriCapture kann für Recht, Prüfung, Journalismus verwendet werden, wo Aufnahme-Provenienz erforderlich ist. Inhaltswahrheit erfordert separate Verifizierung.
es: VeriCapture es útil para legal, auditoría, periodismo donde se requiere procedencia. La verdad del contenido requiere verificación separada.
pt: VeriCapture é útil para jurídico, auditoria, jornalismo onde procedência é necessária. Verdade do conteúdo requer verificação separada.

# settings.data.title
source: Data Management
de: Datenverwaltung
es: Gestión de Datos
pt: Gerenciamento de Dados

# settings.data.storage_used
source: Storage Used
de: Verwendeter Speicher
es: Almacenamiento Usado
pt: Armazenamento Usado

# settings.data.photo_count
source: %d photos
de: Gespeicherte Nachweise
es: Pruebas Guardadas
pt: Provas Salvas

# settings.data.export_all
source: Export All Data
de: Alles exportieren
es: Exportar Todo
pt: Exportar Tudo

# settings.data.delete_all
source: Delete All Data
de: Alles löschen
es: Eliminar Todo
pt: Excluir Tudo

# settings.data.delete_confirm_title
source: Delete All Data?
de: Alle Nachweise löschen
es: Eliminar Todas las Pruebas
pt: Excluir Todas as Provas

# settings.data.delete_confirm_message
source: This will permanently delete all proofs and evidence. This action cannot be undone.
de: Alle Nachweise löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar todas las pruebas? Esta acción no se puede deshacer.
pt: Excluir todas as provas? Esta ação não pode ser desfeita.

# use_cases.title
source: Use Cases
de: Anwendungsfälle
es: Casos de Uso
pt: Casos de Uso

# use_cases.subtitle
source: Cryptographic evidence for various industries
de: VeriCapture Anwendungsbeispiele
es: Ejemplos de uso de VeriCapture
pt: Exemplos de uso do VeriCapture

# use_cases.legal_title
source: Legal Evidence
de: Recht & Rechtsstreit
es: Legal y Litigio
pt: Jurídico e Litígio

# use_cases.legal_desc
source: Create court-admissible photographic evidence
de: Aufnahmedatum und Nicht-Manipulation von Beweisfotos beweisen
es: Probar fecha y no manipulación de fotos de evidencia
pt: Provar data e não-adulteração de fotos de evidência

# use_cases.audit_title
source: Audit & Compliance
de: Prüfung & Compliance
es: Auditoría y Cumplimiento
pt: Auditoria e Conformidade

# use_cases.audit_desc
source: Create tamper-evident audit trails for compliance
de: Feldfotos aufzeichnen und Provenienz verwalten
es: Registro y gestión de procedencia de fotos de sitio
pt: Registro e gerenciamento de procedência de fotos de campo

# use_cases.journalism_title
source: Journalism
de: Medien & Journalismus
es: Periodismo
pt: Jornalismo
